{"id":"anxiety_0000","text":"הפרעת חרדה היא שם כולל למגוון מצבים בהם האדם מתמודד עם חווית פחד אשר אינה תואמת את הסיכון הממשי בו הוא נמצא, ועשויה להוביל לפגיעה בתפקוד.  כאן, תוכלו לקרוא על סימפטומים של חרדה, גורמים, סוגים של הפרעות חרדה ודרכי טיפול. רבים מאיתנו חווים חרדה בעוצמות שונות בחיי היום -יום, אך כשחרדה נחווית בעוצמה גבוהה לאורך זמן רב, היא עלולה לפגוע בתפקוד האדם ולהשפיע על איכות חייו. חרדות יכולות לבוא לידי ביטוי באופנים שונים - קושי לדבר בישיבות הצוות בעבודה, הימנעות מיציאה לטיול השנתי בעקבות פחד מעכבישים או וויתור על קידום נחשק בעבודה הכולל נסיעות לחו״ל, על רקע פחד מטיסות. במילים אחרות – לחרדות פנים רבות. חרדות הן שם כולל לקבוצת הפרעות המכונה הפרעות חרדה. הפרעות חרדה הן הפרעות נפוצות אשר משפיעות על ילדים, מתבגרים ומבוגרים ומביאות לא רק למצוקה, אלא גם לפגיעה של ממש בתפקוד. מה היא הפרעת חרדה? ממה היא נובעת? מה הם סוגי הפרעות החרדה הקיימים? ובעיקר – איך מטפלים בהפרעת חרדה? חרדה – הגדרה ומאפיינים לאורך חיינו אנו נתקלים בסיטואציות וגורמים שונים המעוררים תגובות של פחד ובהלה: החל ממכונית המתקרבת אלינו במהירות כאשר אנו חוצים את הכביש, דרך מבחנים חשובים ועד לדיבור בפני קהל. מה מבחין בין תגובתנו השונה לסיטואציות אלו? מתי מדובר בתגובה נורמטיבית ומתי מדובר במצב של חרדה הגורמת לקשיים ומצוקה נפשית? אנשי מקצוע מבחינים בין פחד לבין חרדה. פחד מוגדר כתגובה פיסיולוגית -פסיכולוגית לאיום ממשי: כאשר מכונית מתקרבת אלינו במהירות או כאשר אדם זר מתחיל ללכת אחרינו ברחוב חשוך, גופנו ונפשנו מזהים את האיום ונדרכים לקראת התמודדות באמצעות מנגנון המכונה \"fight, flight or freeze\" – בריחה מפני האיום, הכנה למאבק או קפיאה במקום – זוהי התגובה הטבעית של הגוף במפגש עם איום ממשי. לעומת זאת, חרדה מוגדרת כתגובת פחד עוצמתית המבוססת על ציפייה למפגש עם איום עתידי. כלומר, התגובה הפיזיולוגית המתעוררת בעת חרדה אינה נובעת ממפגש עם סכנה ממשית. כך, למשל, אותה תגובת דריכות וניסיון להימלט תיחשב לתגובת פחד טבעית ויעילה כאשר אדם זר עוקב אחרינו, אך כאשר היא תתעורר אל מול כלב פודל רגוע, מבחן או סיטואציה חברתית, היא תחשב לתגובת חרדה. במילים אחרות, חרדה היא תגובת פחד אשר אינה מותאמת לסיטואציה הממשי ת. סימפטומים של חרדה סימפטומים של חרדה כוללים מספר היבטים - רגשיים, גופניים, קוגניטיביים והתנהגותיים: סימפטומים רגשיים בהיבט הרגשי, סימפטומים של חרדה עשויים לכלול אחד או יותר מהבאים: • חוויה של פחד חזק, לחץ, אימה ואי -שקט","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":0,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0001","text":"במילים אחרות, חרדה היא תגובת פחד אשר אינה מותאמת לסיטואציה הממשי ת. סימפטומים של חרדה סימפטומים של חרדה כוללים מספר היבטים - רגשיים, גופניים, קוגניטיביים והתנהגותיים: סימפטומים רגשיים בהיבט הרגשי, סימפטומים של חרדה עשויים לכלול אחד או יותר מהבאים: • חוויה של פחד חזק, לחץ, אימה ואי -שקט • בלבול וחוסר ריכוז • תחושת חוסר מציאותיות (זה לא קורה לי, זה סיוט) וקהות חושים • חוסר אונים סימפטומים גופניים בהיבט הגופני, סימפטומים של חרדה עשויים לכלול אחד או יותר מהבאים: • קוצר נשימה ועלייה בקצב הלב • תחושת לחץ בחזה או מחנק • סחרחורת, צמרמורת, חוסר יציבות • כאבי בטן ובחילות • הזעה • רעד • גלי חום או קור סימפטומים קוגניטיביים בהיבט הקוגניטיבי, סימפטומים של חרדה עשויים לכלול: • פחד מפני התקף לב, עילפון או מוות • תחושה ש\"אני משתגע\" • מחשבות קטסטרופליות: \"זה לא יגמר אף פעם\", \"אני בחיים לא אצא מזה\" סימפטומים התנהגותיים בהיבט ההתנהגותי, סימפטומים של חרדה עשויים לכלול: • עילפון • קפיאה ותחושת שיתוק • המנעות או פחד מסיטואציות או מקומות בהם התרחשו או עשויים להתרחש התקפי חרדה למה אני בחרדה? מדוע חלק מהאנשים מפתחים הפרעות חרדה בעוד שאחרים לא? התשובה לכך תלויה במספר גורמים, כאשר במרבית המקרים לא מספיק שיהיה גורם אחד, אלא מדובר בהשפעה משולבת: גורמים גנטיים: כיום ידוע כי קיימת נטייה גנטית להתפתחות של חרדה; חלק מהאנשים מגיעים לעולם עם מערכת עצבית רגישה יותר המאופיינת בין היתר בהיעדר ויסות בסרוטונין – נוירוטרנסמיטור המופרש במוח, ואחראי על ויסות מצב הרוח ותחושת הרוגע שלנו. בעלי נטייה גנטית לא בהכרח יפתחו הפרעות חרדה, אך בשילוב עם גורמים נוספים הם עשויים להימצא בסיכון מוגבר לסבול מהן . נסיבות חיים וניס יון עבר : אירועים טראומטיים לאורך חייו של האדם, אירועי חיים מלחיצים, מודלים לחרדה (למשל, הורה שסובל מחרדה) או חוויות מרובות של חוסר אונים וחוסר שליטה עשויים לתרום להתפתחותן של הפרעות חרדה. גורמים אישיותיים: גורמים אישיותיים כמו נטייה לפרפקציוניזם, צורך מוגבר בשליטה או חוסר אמון באחרים עשויים גם הם להגביר את הסיכון להופעת הפרעות חרדה. בנוסף, הנטייה לפרש סיטואציות באופן קטסטרופאלי ומוחלט (ֿ״אם זה לא 100 – זה לא שווה״, ״כולם יצחקו עליי״) עלולה להשפיע גם היא.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":1,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0002","text":"גורמים אישיותיים: גורמים אישיותיים כמו נטייה לפרפקציוניזם, צורך מוגבר בשליטה או חוסר אמון באחרים עשויים גם הם להגביר את הסיכון להופעת הפרעות חרדה. בנוסף, הנטייה לפרש סיטואציות באופן קטסטרופאלי ומוחלט (ֿ״אם זה לא 100 – זה לא שווה״, ״כולם יצחקו עליי״) עלולה להשפיע גם היא. רווח משני: על אף שחרדה איננה תופעה נעימה, לא פעם הי א מלווה בחוויות מתגמלות אשר עשויות, באופן לא מודע, להשפיע על הישנותה של החרדה. כך למשל, ילד שלומד כי חרדה מוגברת מביאה לפינוק, תשומת לב או ירידה בדרישות ההורים, עשוי לאמץ לעצמו דפוסי חרדה אותם יחווה כממשיים, מבלי שיהיה ער לגורם הרווח המשני . הפרעות חרד ה הפרעת חרדה היא שם כולל למגוון מצבים בהם האדם מתמודד עם חווית פחד אשר אינה תואמת את הסיכון הממשי בו הוא נמצא. אדם המתמודד עם הפרעת חרדה חווה סימפטומים עזים של חרדה, הן קוגניטיביים והן פיזיים, המתעוררים במפגש עם גירויים או סיטואציות אשר נחווים כניטרליים ובלתי מאיימים עבור מרבית האנשים. הפרעות חרדה נחשבות להפרעות שכיחות ביותר מהן סובלים ילדים, בני נוער ומבוגרים רבים. כיום, מוכרים מספר סוגים מרכזיים של הפרעות חרדה: התקפי חרדה או פאניקה, חרדה חברתית, פוביות וחרדה כללית. התקפי חרדה / התקפי פאניקה התקפי חרדה , או בכינויים המקצועי, התקפי פאניקה, הינם התקפים פתאומיים המאופיינים בתחושת פחד עזה ובחשש שדבר מה נוראי מתרחש – פעמים רבות אדם במהלך התקף פאניקה יפחד שהוא עובר התקף לב או משתגע. התקף פאניקה יגיע לשיאו תוך דקות אחדות וילווה, לרוב, בסימפטומים פיזיים כגון הזעה, רעד, חולשה כללית, עלייה בקצב הלב, סחרחורת, בחילה, כאבי ראש ובטן וכדומה. התקפי פאניקה עשויים להופיע באופן צפוי, כלומר הם יופיעו כתגובה לסיטואציה מסוימת המעוררת פחד, או באופן בלתי צפוי, כלומר יתעוררו ללא סיבה הניכרת לעין . במקרים מסוימים התקפי חרדה אלו קשים וגורמים למצוקה עזה עד כדי התפתחות אגורפוביה. אגורפוביה מוגדרת כפחד מפני שהות במקומות ציבוריים או במרחבים פתוחים והיא נובעת פעמים רבות מפחד מפני הופעת התקף דמוי פאניקה במקום ציבורי, בו האדם חושש כי לא ניתן יהיה לקבל עזרה בעת התפתחות ההתקף. בעקבות זאת, הסובלים מאגורפוביה יעדיפו להימנע מלצאת מביתם. התקפי פאניקה עשויים, כאמור, להופיע באופן פתאומי וללא סיבה נראית לעין, אך התבוננות מעמיקה, בדרך כלל במסגרת טיפול נפשי, תאפשר לזהות גורמי לחץ ומתח משמעותיים אשר הביאו להופעתם של התקפים אלו.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":2,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0003","text":"בעקבות זאת, הסובלים מאגורפוביה יעדיפו להימנע מלצאת מביתם. התקפי פאניקה עשויים, כאמור, להופיע באופן פתאומי וללא סיבה נראית לעין, אך התבוננות מעמיקה, בדרך כלל במסגרת טיפול נפשי, תאפשר לזהות גורמי לחץ ומתח משמעותיים אשר הביאו להופעתם של התקפים אלו. כך, למשל, התקפי חרדה עשו יים להופיע על רקע אובדן הורה בבגרות המעורר תחושות של בדידות ואובדן הביטחון, או על רקע כניסה לקשר זוגי או הולדת ילד ראשון המסמנים כניסה למחויבות רגשית עמוקה. חרדה חברתית חרדה חברתית היא הפרעת חרדה שכיחה ביותר אשר מתבטאת בפחד עז מפני סיטואציות חברתיות שעשויות לגרור השפלה או מבוכה. חלק מאלו הסובלים מחרדה חברתית מתמודדים עם חרדה מפני סיטואציות ספציפיות (דיבור בפני קהל, אכילה בציבור) ואילו אחרים מתמודדים עם חרדה חברתית מקיפה יותר הנוגעת לתפקוד במגוון סיטואציות חברתיות ובין אישיות. חרדה חברתית מלווה פעמים רבות בפגיעה בתפקוד החברתי, הבין -אישי והתעסוקתי, מאחר והיא מגבילה את יכולתו של האדם להתבטא ולהפגין את כישוריו ויכולותיו באופן מלא וממצה. בנוסף, היא מובילה פעמים רבות לדפוס של הימנעות מכל סיטואציה חברתית המעוררת חרדה. כתוצאה מכך, אנשים רבים המתמודדים עם חרדה חברתית מוותרים מראש על קשרים, הזדמנויות חברתיות ותפקידים תעסוקתיים ונוטים לצמצם עצמם לסיטואציות וקשרים מוכרים המעוררים תחושת ביטחון ומונעים את התע וררותה של חרדה. באופן זה, חרדה חברתית ניזונה ומזינה תפיסות חברתיות שליליות, נטייה כללית לביישנות וקשיים נוספים בתחום הבין אישי (למשל, תלותיות יתר או לחלופי ן – אגרסיביות הבאה לפצות על החוויה הקשה של חרדה וחוסר ערך בתחום החברתי). חרדה ספציפית או פוביה חרדה ס פציפית, או כפי שהיא מכונה בשפה המקצועית – פוביה, היא מצב של פחד מוגזם מאובייקט או סיטואציה ספציפית: חיות, מקומות סגורים, בחינות, מעליות, טיסות, ליצנים וכן הלאה. במפגש עם האובייקט או הסיטואציה מעוררי החרדה, תיווצר תגובת פחד עוצמתית ומצוקה משמעותית אשר יובילו לניסיונות אינטנסיביים להימנע ממפגש נוסף עם גורם זה. כך, למשל, ילד המתמודד עם פוביה מחתולים עשוי להיות מוכן לוותר על מסיבת יום הולדת המתקיימת בבית שיש בו חתולים, ומנהל הסובל מחרדה מפני מעליות עשוי לוותר על קידום מקצועי אשר מצריך מעבר למשרד בקומה גבוהה יותר. בחלק מהמקרים, אותה חרדה ספציפית עשויה להיות מוכללת גם לגורמים דומים. באופן זה, הפרעת החרדה מתרחבת ומביאה לפגיעה בהיבטי חיים נוספים (למשל, פחד מחתולים שמוכלל לפחד מכל החיות) .","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":3,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0004","text":"בחלק מהמקרים, אותה חרדה ספציפית עשויה להיות מוכללת גם לגורמים דומים. באופן זה, הפרעת החרדה מתרחבת ומביאה לפגיעה בהיבטי חיים נוספים (למשל, פחד מחתולים שמוכלל לפחד מכל החיות) . הפרעת חרדה מוכללת הפרעת חרדה מוכללת (Generalized Anxiety Disorder) היא הפרעת חרדה אשר מלווה בדאגנות כללית, אי -שקט, דריכות מתמדת וחרדה מפני היבטי חיים שונים. אנשים המתמודדים עם חרדה כללית נוטים להיות מוטרדים באופן תמידי מגורמים שונים בחייהם, והתחושה הכללית היא שהם מצויים באופן תמידי במצב של דאגה מפני אסון או קושי אפשריים. כך, למשל, אנשים המתמודדים עם הפרעת חרדה מוכללת עשויים להיות מוטרדים מאוד מנושאים בריאותיים וכלכליים, להתקשר שוב ושוב לבני משפחה כדי לוודא שהגיעו בשלום הביתה או לעבודה ולהגיב בעוצמה גבוהה של חרדה לכל שינוי או קושי בחייהם או בחיי היקרים להם. חרדה אצל ילדים חרדה היא אחת ההפרעות הרגשיות הנפוצות ביותר בקרב ילדים, ויש להבחין בינה לבין פחדי ילדות המופיעים כחלק נורמטיבי מתהליך ההתפתחות. פחדים רגילים יתבטאו פעמים רבות כפחד מחושך, פחד מפני מפלצות וכן הלאה, וינבעו במרבית המקרים מקושי של ילד צעיר להבחין בין דמיון למצי אות. כאשר מדובר בפחדי ילדות סטנדרטיים, במרבית המקרים נוכחות ההורה תביא לרגיעה והפחדים יעלמו באופן טבעי. לעומת זאת, חרדה אצל ילדים תהיה בעלת השפעה מקיפה יותר על חיי הילד ועל משפחתו: ילדים הסובלים מבעיות חרדה נוטים לסבול ממצוקה רבה סביב אירועים, סיטואציות וגורמים נייטרלים, כאשר הפחד מתבטא בשלושה היבטים מרכזיים: • מצוק ה – הילד מפגין מצוקה, סבל ותסכול סביב התמודדות עם גורמי החרדה. • פגיעה בתפקוד – הילד מסרב להתמודד עם סיטואציות שונות המעוררו ת בו חרדה, ובכך נפגעת התנהלותו התקינה מבחינה תפקודית, חברתית או לימודית (למשל, ילד שלא הולך לימי הולדת עקב פחד מחיות). • פגיעה בשגרה המשפחתי ת – כאשר פחדיו של הילד פוגעים בשגרה היומיומית של בני משפחה אחרים והופכים לגורם המנהל את בני המשפחה – בדרך כלל מדובר בבעיית חרדה. כך, למשל, הורים לילד עם הפרעת חרדה עשויים למצוא את עצמם מוותרים על בילויים זוגיים כדי לא להשאירו לבד בבית, או מבצעים עבורו פעולות שגרתיות אשר הוא חושש לבצע בעצמו . חרדה אצל ילדים נובעת בדרך כלל משילוב בין מספר גורמים – גורמים מולדים הגבירים את הנטייה לחרדה, גורמים רגשיים וגורמים הקשורים לקשר של הילד עם בני משפחתו.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":4,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0005","text":"כך, למשל, הורים לילד עם הפרעת חרדה עשויים למצוא את עצמם מוותרים על בילויים זוגיים כדי לא להשאירו לבד בבית, או מבצעים עבורו פעולות שגרתיות אשר הוא חושש לבצע בעצמו . חרדה אצל ילדים נובעת בדרך כלל משילוב בין מספר גורמים – גורמים מולדים הגבירים את הנטייה לחרדה, גורמים רגשיים וגורמים הקשורים לקשר של הילד עם בני משפחתו. כך, למשל, ילד עלול לפתח הפרעת חרדה על רקע פרפקציוניזם וחשיבה נוקשה, או על רקע צורך לא מודע לזכות ביותר תשומת לב מהוריו . חרדה – איך מטפלים? המצוקה והפגיעה התפקודית הנלווים להפרעות החר דה מביאים רבים מהסובלים מהן לפנות לטיפול פסיכולוגי. שלושת השיטות המרכזיות לטיפול בהפרעות חרדה הן טיפול קוגניטיבי התנהגותי, טיפול דינמי וטיפול תרופתי, כאשר בחלק מהמקרים מומלץ לשלב בין השיטות. כאשר המטופל הוא ילד, הטיפול יכלול לרוב גם הדרכת הורים. טיפול קוגניטיבי התנהגותי - CBT אחת משיטות הטיפול הנפוצות והיעילות ביותר בחרדה היא טיפול קוגניטיבי התנהגותי. גישה זו יוצאת מנקודת הנחה כי חרדה נוצרת, משתמרת ומחמירה על רקע דפוסי חשיבה והתנהגות בלתי יעילים. דפוסי חשיבה בלתי יעילים מאופיינים בתפיסות דיכוטומיות, מוגזמות ובלתי ריאליות של סיטואציות וגורמים נייטרלים. כך, למשל, אדם שמניח כי כל חתול מהווה איום ממשי ל הידבקות במחלה זיהומית, אישה שמפרשת כל הזעה או אי -נוחות גופנית כהתקף לב מתקרב או נער שתופס כל מבחן כמדד למידה בה הוא אהוב ומוערך – יתפסו סיטואציות ואלמנטים אלו כמאיימים במיוחד ובהתאם יחוו סימפטומים של חרדה במפגש עמם. CBT בחרדה היא שיטת טיפול קצרת מועד וממוקדת, בה המטפל והמטופל מזהים את דפוסי החשיבה וההתנהגות הבלתי יעילים ופועלים יחד לנטרולם, באמצעות מספר אסטרטגיות, כמו זיהוי הטיות חשיבה והצעת אלטרנטיבות מועילות, חשיפה הדרגתית, תרגול אסטרטגיות להרגעה עצמית, והגברת סף הסבילות לחרדה. טיפול דינמי בחרד ה טיפול די נמי בחרדה מתבסס על ההנחה כי חרדה מבטאת קונפליקטים רגשיים לא מודעים, אשר באים לידי ביטוי דרך הסימפטומים החרדתיים. בהתאם לתפיסה זו, טיפול דינמי אינו מתמקד בהפסקת החרדה אלא בניסיון להבין את הגורמים העמוקים אשר הביאו לפריצתה. דרך התבוננות והבנה מעמיקה של גורמי החרדה ושל התפקיד שהחרדה משרתת, תחול במקרים רבים ירידה משמעותית בעוצמת ותדירות הסימפטומים. כך, למשל, אישה שמגיעה לטיפול על רקע התקפי חרדה פתאומיים, עשויה להבין באמצעות טיפול דינמי כי התקפי החרדה נובעים מהתמודדות קשה עם העובדה שבנה הצעיר עומד גם לעזוב את הבית.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":5,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0006","text":"דרך התבוננות והבנה מעמיקה של גורמי החרדה ושל התפקיד שהחרדה משרתת, תחול במקרים רבים ירידה משמעותית בעוצמת ותדירות הסימפטומים. כך, למשל, אישה שמגיעה לטיפול על רקע התקפי חרדה פתאומיים, עשויה להבין באמצעות טיפול דינמי כי התקפי החרדה נובעים מהתמודדות קשה עם העובדה שבנה הצעיר עומד גם לעזוב את הבית. התבוננות ועיבוד של החששות העולות סביב הקן המתרוקן והישארותה לבד, כמו גם התחושה שתהפוך פחות נחוצה לילדיה, יסייעו בהפחתת והיעלמות הסימפטום החרדתי . טיפול דינמי בחרדה עשוי בחלק מהמקרים להיות ממושך יותר מטיפול קוגניטיבי התנהגותי. יחד עם זאת, טמונה בו האפשרו ת לגילוי תובנה מעמיקה יותר הנוגעת לגורמים היוצרים את החרדה. טיפול תרופתי בחרדה הפרעות חרדה עשויות להופיע בעוצמות ודרגות חומרה שונות ובכך להביא לחווית מצוקה ופגיעה תפקודית ברמות משתנות. טיפול תרופתי עשוי לסייע בהקלה של הסימפטומים החרדתיים ובכך לאפשר למטופל פניות נפשית גבוהה יותר לקבלת טיפול והתמודדות עם החרדה. טיפול תרופתי בחרדה מביא בדרך כלל לירידה ניכרת בעוצמת הסימפטומים, אך באופן טבעי, אינו מביא להבנה טובה יותר של גורמי העומק לחרדה או ליכולת טובה יותר לווסת ולהתמודד עם מצבי חרדה שונים. לכן, במקרים רבים הטיפול המומלץ לחרדה הוא כזה המשלב טיפול תרופתי יחד עם טיפול דינמי או טיפול קוגניטיבי התנהגותי . התקף חרדה הוא מצב חולף בו האדם חווה פחד עז, אי נוחות קיצונית ורמת מתח ולחץ גבוהה. אתה נוסע באוטובוס, משתתף בישיבה ואולי נמצא לבדך בבית. ברגע הראשון נדמה שזו התחלה של שפעת - חם לך, אתה מזיע ויש לך צמרמורת קלה - אבל כאשר אתה מתחיל לחוש דקירות בחזה וסחרחורת, אתה מתחיל לחשוש שמדובר במשהו רציני יותר, אולי התקף לב. הידיים שלך מתחילות לרעוד, א תה מרגיש תחושה של 'נימול' בכפות רגליך ופחד שעוד רגע תאבד את ההכרה לעיני כולם או לחלופין - כאשר אתה לבדך ואיש לא יכול לעזור לך - הולך ומתגבר. במילים אחרות - אתה חווה התקף חרדה. התקף פאניקה מהווה, למעשה, מצב בו הגוף \"מתנהג\" כאילו הוא מצוי בסכנה כאשר בפועל אין כל סיבה לפחד: הגוף מפעיל מגוון תגובות ומנגנונים אשר במצבי סכנה ממשיים היו מתריעים על הצורך בפעולה הישרדותית - התגוננות, מאבק או בריחה. כך, למשל, אילו היינו מטיילים בג'ונגל ורואים אריה, סביר להניח שהדופק שלנו היה עולה מיידית, באופן אוטומטי, כדי להבהיר לנו שמדובר במצב סכנה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":6,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0007","text":"התקף פאניקה מהווה, למעשה, מצב בו הגוף \"מתנהג\" כאילו הוא מצוי בסכנה כאשר בפועל אין כל סיבה לפחד: הגוף מפעיל מגוון תגובות ומנגנונים אשר במצבי סכנה ממשיים היו מתריעים על הצורך בפעולה הישרדותית - התגוננות, מאבק או בריחה. כך, למשל, אילו היינו מטיילים בג'ונגל ורואים אריה, סביר להניח שהדופק שלנו היה עולה מיידית, באופן אוטומטי, כדי להבהיר לנו שמדובר במצב סכנה. במצב של התקף פאניקה הגוף מתנהג באופן דומה על אף שאין אריה, או סכנה אחרת, שמאיימת עלינו. מה קורה בהתקף חרדה על פי מדריך האבחנות האמריקאי (5-DSM), התקף חרדה הוא מצב חולף בו האדם חווה פחד עז, אי נוחות קיצונית ורמת מתח ולחץ גבוהה. ההתקף מגיע לשיאו תוך מספר דקות וחולף בתוך כ10-20 דקות. במהלכו מופיעים לפחות ארבעה מהסימפטומים הבאים 1. דופק מהיר 2. הזעה 3. רעד בגוף 4. קוצר נשימה 5. תחושת מחנק 6. לחצים באזור החזה 7. בחילה או אי נוחות במערכת העיכול 8. תחושת סחרחורת, חוסר יציבות או עילפון 9. גלי חום או קור 10. תחושת עקצוץ או נימול בגוף 11. תחושת חוסר מציאותיות, קהות חושים או דה פרסונליזציה (\"זה לא אני, זה לא קורה לי 12. פחד מאיבוד שליטה או שפיות 13. פחד ממוות התקף חרדה יכול להתעורר מתוך מצב רגוע או חרד, ומבחינים בינו לבין חרדה מתמשכת בעוצמת הסימפטומים ובפרק הקצר יחסית של כל התקף (הגעה לשיא תוך מספר דקות וסיומו לרוב מספר דקות לאחר מכן). מלבד הסימפטומים שצוינו כאן, קיימים סימפטומים נוספים, מבוססי תרבות, היכולים להתרחש במהלך התקף חרדה כמו טנטון, כאב בצוואר, כאב ראש, צרחות או בכי בלתי נשלטים ועוד (סימפטומים אלו לא נכללים כחלק מארבעת הסימפטומים הנדרשים לאבחון של התקף). התקף חרדה צפוי ובלתי צפוי ניתן לחלק התקפי חרדה להתקפים צפויים ובלתי צפויים. התקפי פאניקה צפויים הם כאלו הכוללים טריגר או סיבה ברורה (למשל, התקף חרדה בזמן מבחן חשוב או לפני ראיון עבודה). התקף חרדה בלתי צפוי מתרחש ללא כל סיבה נראית לעין, מבלי שהאדם יכול לקשר זאת למשהו (למשל, בזמן הירגעות, הליכה ברחוב או בהתעוררות משינה). כאשר התקף חרדה בלתי צפוי חוזר מספר פעמים, עשויה להינתן אבחנה של הפרעת פאניקה. התקף חרדה – שכיחות וגורמים באוכלוסייה הכללית, השכיחות המוערכת של התקפי חרדה במבוגרים בארה\" ב עומדת על 11.2%, כאשר השכיחות עבור נשים גבוהה יותר.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":7,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0008","text":"כאשר התקף חרדה בלתי צפוי חוזר מספר פעמים, עשויה להינתן אבחנה של הפרעת פאניקה. התקף חרדה – שכיחות וגורמים באוכלוסייה הכללית, השכיחות המוערכת של התקפי חרדה במבוגרים בארה\" ב עומדת על 11.2%, כאשר השכיחות עבור נשים גבוהה יותר. התקף פאניקה עשוי להתרחש גם אצל ילדים אבל נחשב ליחסית נדיר עד גיל ההתבגרות. כיום מסבירים התקף חרדה כנגרם משילוב בין גורמים ביולוגיים, קוגניטיביים ורגשיים. מחקרים מצביעים על כך שאנשים מסוימים הם בעלי מועד ות גנטית- מולדת גבוהה יותר להתקפים מסוג זה, וכי הסיכוי להופעתו של התקף פאניקה גדולה יותר בקרב אנשים בעלי קרובי משפחה הסובלים מהפרעות חרדה. בהיבט הקוגניטיבי, נמצא כי הסבירות להופעתו של הת קף חרדה גדלה כאשר קיימת נטייה לפרש באופן מוגזם וקטסטרופלי תחושות גופניות שונות. כך, למשל, אדם שיפרש הזעה, סחרחורת ותחושות גופניות אחרות כביטוי לכך ש\"משהו רע קורה\" – נמצא בסיכון גבוה יותר להתפתחות התקף פאניקה ביחס לאדם שיניח כי מדובר בתחושה חולפת ולא משמעותית. באופן טבעי, גורמים ביולוגיים וקוגניטיביים הקשורים בהופעתו של התקף חרדה מתעצמים על רקע גורמים רגשיים. התקף חרדה עשוי להופיע בתקופה של חוסר ודאות, לאחר אובדן, סביב חוויות טראומטיות ובתקופות של לחץ ומתח מוגברים. טיפול בהתקפי חרדה התקפי חרדה חוזרים עלולים לגרום למצוקה ולפגיעה משמעותית בתפקוד, ומאותתים לא פעם על קיומו של נושא לא מעובד הדורש התייחסות. במקרים כאלו כדאי לשקול לפנות לטיפול. כאשר הסיבה להתקפי החרדה ידועה, הטיפול יתמקד בגורמים להתקף, למשל התמודדות עם מצב חיים מלחיץ או כחלק מהפרעת חרדה אחרת. כאשר מדובר בהתקפים בלתי צפויים, יכול להיות שתינתן אבחנה של הפרעת פאניקה, והטיפול יהיה בהתאם לכך. הטיפול בהתקפי חרדה יכול להיעשות ביעילות מתוך גישות שונות. נציין את הגישה הקוגניטיבית-התנהגותית, פסיכודינמית, ותרופתית. טיפול קוגניטיבי- התנהגותי הגישה הקוגניטיבית-התנהגותית ( CBT) כוללת מספר היבטים להבנה והתמודדות עם התקפי חרדה: היבט פסיכו - חינוכי: הקניית ידע אשר יבהיר מהו התקף חרדה ומה הם הסימפטומים שלו, כך שניתן יהיה לזהות אותו ולהשתמש באסטרטגיות אשר נרכשות במהלך הטיפול. גם קבלת המידע לכשעצמה מביאה להקלה בחרדה: רבים מהפונים לטיפול בהתקפי חרדה לא יודעים, למשל, כי ההתקף נוטה להסתיים תוך עשר דקות וחווים פחד עז מכך ש\"זה לא יגמר לעולם\". נטרול מחשבות ואמונות: אחד הגורמים להופעתם של התקפי חרדה הוא פרשנות שגויה ומוקצנת של תחושות גופניות. חלק מהאנשים נוטים לפרש אי נוחות גופנית באופן קטסטרופלי (\"זה התקף לב\", \"אני משתגע\") ובעקבות פרשנויות אלו חווים חרדה עזה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":8,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0009","text":"נטרול מחשבות ואמונות: אחד הגורמים להופעתם של התקפי חרדה הוא פרשנות שגויה ומוקצנת של תחושות גופניות. חלק מהאנשים נוטים לפרש אי נוחות גופנית באופן קטסטרופלי (\"זה התקף לב\", \"אני משתגע\") ובעקבות פרשנויות אלו חווים חרדה עזה. טיפול בהתקפי חרדה מתמקד בין השאר בזיהוי מחשבות, תפיסות ואמונות בלתי רציונליות אשר גורמות להתקפי החרדה ומעצימות אותם. רכישת טכניקות הרגעה: רכישת מיומנויות ויסות והרגעה עצמית (כמו דמיון מודרך, נשימות או מיינדפולנס) ושליטה בסימפטומים הגופניים מסייעת להתמודדות במקרים בהם מופיעים התקפי החרדה. כמו כן, הידיעה של האדם עצמו כי הוא אינו חסר אונים מול ההתקף מביאה פעמים רבו ת לירידה משמעותית בעוצמת החרדה. חשיפה: התקפי חרדה מביאים חלק מהלוקים בהם להימנע מסיטואציות ופעילויות הקשורות בהתקפים. שימוש בטכניקות חשיפה הדרגתית והתרגלות מחודשת לאותם סיטואציות ומקומות מהם האדם נמנע נמצאו כיעילות מאוד בהפחתת מידת ההימנעות. טיפול בגישה דינמית / פסיכואנליטית כאמור, התקפי חרדה עשויים לאותת על קיומו של קונפליקט נפשי משמעותי, בין אם מודע או לא מודע, הדורש התבוננות ועצירה. טיפול בגישה דינמית יתמקד בחקירת גורמי העומק העומדים בבסיס התקפי החרדה. גורמים אלו עשויים להיות קשורים באירועי חיים ושינויים שהתרחשו בעולמו של האדם (אובדן, פיטורים, פרידה) ובגורמים אישיותיים כצורך גבוה בשליטה, תחושת חוסר ערך וכן הלאה. טיפול תרופתי במידה והסימפטומים תכופים ועוצמתיים, טיפול בהתקפי חרדה כולל בחלק מהמקרים גם ייעוץ פסיכיאטרי. טיפול תרופתי מומלץ במצבי חרדה קשים, כאשר התקפי החרדה מביאים לפגיעה תפקודית משמעותית ובמידה והמטופל חש כי הוא מעוניין בהקלה מהירה. כיום, מטפלים רבים משלבים כלים מגישות שונות בכדי לתת מענה מדויק יותר לצרכי המטופל. כך, הטיפול עשוי להתמקד בתחילה בהיבטים קוגניטיביים -התנהגותיים בכדי להקנות כלים ולהפחית מעוצמת החרדה, ובהמשך לעבור לחקירה מעמיקה יותר של הגורמים לחרדה והשפעתם על חלקים שונים בנפש. החדשות הטובות – התקף חרדה אינו סוף העולם, והוא אינו מסוכן בפני עצמו. מדובר בתופעה נפוצה למדי, היכולה להתרחש בהקשר של הפרעות שונות (כמו הפרעות חרדה, דיכאון , PTSD ועוד), של מצבים רפואיים מעוררי פחד (כמו התקף לב) ועל רקע אירועי חיים מלחיצים (מעבר דירה, פיטורים, גירושים וכדומה). חרדה חברתית הינה פחד מפני השפלה או מבוכה פומבית וכן מפני הערכה שלילית על ידי אחרים.  כאן תוכלו לקרוא על התסמינים הקליניים, כיצד ניתן לאבחן, מהם הגורמים להפרעה ודרכי הטיפול. אחד מחלומות הלילה הנפוצים בחברה המערבית הוא חלום בו האדם מוצא עצמו עירום במקום ציבורי, נבוך וחשוף ללעג מצד חבריו לכיתה או למשרד.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":9,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0010","text":" כאן תוכלו לקרוא על התסמינים הקליניים, כיצד ניתן לאבחן, מהם הגורמים להפרעה ודרכי הטיפול. אחד מחלומות הלילה הנפוצים בחברה המערבית הוא חלום בו האדם מוצא עצמו עירום במקום ציבורי, נבוך וחשוף ללעג מצד חבריו לכיתה או למשרד. הפחד מפני חריגות ודחייה חברתית קיים במידה מסוימת אצל מרבית האנשים והוא בעל ערך הישרדותי: בעבר בעלי חיים ואנשים שנודו מקהילתם לא שרדו, וגם כיום רובנו זקוקים לקבלה ולהכרה על ידי החברה. חשש מדיבור מול קהל, מבוכה מפני אכילה בחברה וכדומה מטרידים אנשים רבים, אך כאשר עוצמת פחדים אלו מביאה לפגיעה תפקודית ניכרת - המצב עשוי להתאים לאבחנה של חרדה חברתית. מהי חרדה חברתית? חרדות חברתיות ברמה מסוימת לא רק שאינן חריגות או פתולוגיות אלא להיפך - הן מסייעות לנו להתמודד עם סיטואציות חבר תיות חדשות. לדוגמה, מרבית האנשים חשים מבוכה ואי נוחות מסוימת בסיטואציות חברתיות ותחושות אלו גורמות למרביתנו לא “לקפוץ למים” החברתיים אלא להמתין, ללמוד את הסיטואציה אליה נקלענו וכך להבין כיצד להתנהל בה. אילו לא היינו רגישים ומהססים מעט, או במילים אחרות חווים חרדות חברתיות ברמה מסוימת, היינו עשויים להסתכן בהתנהגות חברתית בלתי מקובלת אשר היתה מביאה לתחושת דחייה. במקביל, חרדות חברתיות מתונות גורמות לנו לא פעם להיצמד לאנשים הקרובים אלינו וכך להבטיח לעצמינו הגנה וביטחון . חרדה חברתית (Social Anxiety Disorder) משתייכת לקבוצת הפרעות החרדה, ובבסיסה עומד פחד מפני השפלה או מבוכה פומבית וכן מפני הערכה שלילית על ידי אחרים. פחד זה מביא להימנעות מסיטואציות הנתפסו ת כבעלות פוטנציאל למבוכה עצמית כגון אכילה בציבור, דיבור מול קהל, יציאה לפגישה רומנטית, כתיבה לעיני אחרים, שימוש בשירותים ציבוריים וכדומה. חשוב לציין כי הגורם מעורר החרדה אינו הפעולה לכשעצמה (דיבור, אכילה או כתיבה) אלא ביצועה בפני אנשים אחרים. במרבית המקרים החששות מפני מבוכה או תפקוד לקוי אינם משקפים את המציאות ונוטים להיות מוגזמים, אך לעיתים עשויה הנבואה להגשים את עצמה, ועוצמת החרדה אכן עלולה להביא לתפקוד לקוי ולפגיעה בתחום החברתי, המקצועי או הלימודי. חרדה חברתית - תסמינים קליניים חרדה חברתית מאופיינת בסימפטומים קוגניטיביים, פיזיולוגיים, רגשיים והתנהגותיים: סימפטומים קוגניטיביים אנשים עם חרדה חברתית מחזיקים באמונות ומחשבות שליליות לגבי עצמם והסביבה. אפשר לחלק אותן לשלושה סוגים: 1. אמונות שליליות לגבי העצמי- \"אני טיפש\", \"אף אחד לא אוהב אותי\", \"משהו לא בסדר איתי\".","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":10,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0011","text":"אפשר לחלק אותן לשלושה סוגים: 1. אמונות שליליות לגבי העצמי- \"אני טיפש\", \"אף אחד לא אוהב אותי\", \"משהו לא בסדר איתי\". 2. סטנדרטים גבוהים ומוגזמים לגבי סיטואציות חברתיות- \"אני חייב להיות שנון ומצחיק\", \"אסור שיראו אותי מסמיק או מזיע\", \"שיחה תמיד צריכה לזרום בחופשיות\". 3. אמונות לגבי ההשלכות האפשריות של אי - עמידה בסטנדרטים הגבוהים - \"אם אסמיק יחשבו שאני מוזר\", \"אם תהיה שתיקה בשיחה יחשבו שאני טיפש / לא ירצו להמשיך לדבר איתי\". סימפטומים פיזיולוגיים אנשים רבים המתמודדים עם חרדה חברתית חווים סימפטומים גופניים בזמן או לקראת התמודדות עם סיטואציה חברתית, כמו דופק מהיר, הסמקה, גמגום, הזעת יתר, צמרמורת, בחילות, סחרחורת, מתח בשרירים, תחושת חנק, קוצר נשימה, גלי חום וקור וכדומה. סימפטומים רגשיים חרדה חברתית משפיעה על תחומי חיים רבים, ויכולה לגרום לסובלים ממנה להרגיש שהם לא חווים את החיים במלואם, ושאינם יכולים להגשים את שאיפותיהם המקצועיות והחברתיות. בעקבות זאת יכולות להתעורר תחושות של עצב, דיכאון, בושה, כעס ועוד. סימפטומים התנהגותיים המרכיב ההתנהגותי הבו לט בהפרעה מאופיין בהימנעות מסיטואציות חברתיות שונות, וכן ב\"התנהגויות ביטחון\" - דפוסי התנהגות שונים המסייעים להרגיש בטוח יותר בתוך הסיטואציה החברתית, כמו היצמדות לשולי החדר במסיבה, עיסוק מוגזם בטלפון, אי -יצירת קשר עין, ישיבה במקום לא בולט וצדדי בכיתה ועוד. התנהגויות אלו מפחיתות חרדה בטווח הקצר, אך בטווח הארוך משמרות ומחזקות את ההפרעה. ניתן לחלק חרדה חברתית לשני תתי סוגים: חרדה חברתית ייחודית: פחד ממצב או מצבים חברתיים מובחנים ומוגדרים אשר מעוררים חשש מהשפלה, דוגמת פחד במה או אכילה בציבור. אנשים הסובלים מסוג חרדה זה עשויים לתפקד בצורה סבירה במרבית הסיטואציות החברתיות, אך להימנע או לחוות מצוקה רבה בסיטואציה חברתית ספציפית (דוגמת הליכה למסעדה). חרדה חברתית כללית: פחד משמעותי מפני רוב המצבים החברתיים, המביא להימנעות או למצוקה משמעותית במרבית הסיטואציות הכרוכות באינטראקציות חברתיות (פנייה לזרים ברחוב, השתתפות במפגש חברתי רחב). לעיתים ניתנת במקביל לאבחנה זו גם אבחנה של הפרעת אישיות נמנעת. חרדה חברתית - שכיחות ההפרעה חרדה חברתית היא אחת ההפרעות השכיחות, למשל בארה\"ב נמצא כי 12% מהאוכלוסיה יסבלו מחרדה חברתית במהלך חייהם. ההפרעה נוטה להופיע בשנות גיל ההתבגרות ושכיחותה יורדת עם העלייה בגיל. עם זאת, בהיעדר טיפול היא עלולה להחמיר ולהפוך לכרונית. היא מלווה פעמים רבות בהפרעות נוספות דוגמת הפרעת פאניקה, הפרעת חרדה מוכללת, פוביה, דיכאון או תלות בחומרים ממכרים על מנת להפחית את החרדה ולסייע בהתמודדות (למשל, שתיי ת אלכוהול לפני מסיבה).","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":11,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0012","text":"עם זאת, בהיעדר טיפול היא עלולה להחמיר ולהפוך לכרונית. היא מלווה פעמים רבות בהפרעות נוספות דוגמת הפרעת פאניקה, הפרעת חרדה מוכללת, פוביה, דיכאון או תלות בחומרים ממכרים על מנת להפחית את החרדה ולסייע בהתמודדות (למשל, שתיי ת אלכוהול לפני מסיבה). אבחנה ע\"פ ה-DSM אבחנה של חרדה חברתית ניתנת כאשר מתקיימים הקריטריונים הבאים: A. חשש ניכר וממושך ממצבים חברתיים (אחד או יותר) בהם הפרט חשוף לבחינה מצד אחרים. לדוגמה, אינטראקציה חברתית (שיחה, מפגש עם אנשים לא מוכרים), מצב בו האדם נצפה (אכילה או שתייה) או אמור להופיע מול אחרים (לנאום). בילדים, החרדה צריכה להופיע באינטרקציות עם בני קבוצת השווים ולא רק באינטראקציות עם מבוגרים. B. הפרט פוחד שהוא או היא יציגו סימפטומים של חרדה שיתקבלו באופן שלילי (יושפלו או יובכו, יידחו או יפגעו באחרים). C. המצבים החברתיים מעוררים לרוב פחד או חרדה. בילדים, הפחד או החרדה יופגנו על ידי בכי, התקפי זעם, קיפאון, הצמדות, התכווצות או אי יכולת לשוחח במצבים חברתיים. D. קיימת הימנעות ממצבים חברתיים, או התמודדות הכרוכה בפחד רב או בחרדה. E. הפחד או החרדה לא פרופורציונ לים לאיום האמיתי הטמון בסיטואציה החברתית וביחס להקשר הסוציו -תרבותי . F. הפחד, החרדה או ההימנעות הם עקביים, ונמשכים לרוב 6 חודשים או יותר. G. הפחד, החרדה או ההימנעות גורמים למצוקה או לפגיעה משמעותית בתפקוד החברתי, התעסוקתי, או בתחומי תפקוד חשובים אחרים. H. ה פחד, החרדה או ההימנעות אינם כתוצאה מהשפעה פיזיולוגית של שימוש בסמים, בתרופות או עקב מצב רפואי . I. הפחד, החרדה או ההימנעות אינם מוסברים טוב יותר על ידי סימפטומים של מצב נפשי אחר, כמו הפרעת פוביה, הפרעת דיס-מורפיה או הפרעה בספקטרום האוטיסטי . J. במקרה שמצב רפואי אחר נוכח (התקף פרקינסון, השמנת יתר, השחתת המראה עקב כוויה או פציעה), הפחד, החרדה או ההימנעות הינם בברור לא קשורים למצב רפואי זה או מוגזמים. מהם הגורמים לחרדה חברתית? גישות שונות הציעו הסברים להיווצרותה של הפרעת חרדה חברתית וכיום נראה כי מדובר בשילוב בין גורמים ביולוגיים לגורמים פסיכולוגיים וסביבתיים. גורמים פסיכו -חברתיים והתנהגותיים: פוביות חברתיות נובעות פעמים רבות מהתנסויות שליליות במצבים חברתיים: אדם הצופה או מתנסה בכישלון והשפלה חברתית (דחייה חברתית, חרם ממושך), משמש מטרה לכעס או ביקורת נוקבת, עלול לפתח פחד מוגבר מסיטואציות דומות. גורמים קוגניטיביים: הטענה הקוגניטיבית היא כי לבעלי חרדה חברתית ישנן סכמות (מבנים מנטליים הכוללים ידע ועמדות כלפי נושא ומגדירים את האמונות הבסיסיות של האדם ביחס לעצמו ולסביבתו) של סכנה מפני בני אדם אחרים, המביאות לתחושת פגיעות ו לדריכות יתר לסימני ביקורתיות וליחס שלילי מצד הסביבה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":12,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0013","text":"גורמים פסיכו -חברתיים והתנהגותיים: פוביות חברתיות נובעות פעמים רבות מהתנסויות שליליות במצבים חברתיים: אדם הצופה או מתנסה בכישלון והשפלה חברתית (דחייה חברתית, חרם ממושך), משמש מטרה לכעס או ביקורת נוקבת, עלול לפתח פחד מוגבר מסיטואציות דומות. גורמים קוגניטיביים: הטענה הקוגניטיבית היא כי לבעלי חרדה חברתית ישנן סכמות (מבנים מנטליים הכוללים ידע ועמדות כלפי נושא ומגדירים את האמונות הבסיסיות של האדם ביחס לעצמו ולסביבתו) של סכנה מפני בני אדם אחרים, המביאות לתחושת פגיעות ו לדריכות יתר לסימני ביקורתיות וליחס שלילי מצד הסביבה. רגישות מוגברת זו מביאה להתנהגות מעוכבת ומהוססת אשר פוגמת ביכולת לקיים פעולות גומלין. גורמים ביולוגיים וגנטיים: הגורמים הביולוגיים והגנטיים המעורבים בהיווצרות חרדה חברתית אינם ידועים באופן ודאי, אך ממצאי ם שונים מצביעים על מעורבות מערכת הדופמין ועל שחרור מוגבר של נוראפינפרין במוח. כמו כן, לבעלי פוביה חברתית יש בדרך כלל קרובי משפחה הסובלים אף הם מההפרעה, אך ייתכן וממצא זה אינו מצביע על רכיב גנטי אלא על למידה סביבתית. איך מטפלים בחרדה חברתית? חרדה חברתית עשויה להביא לפגיעה תפקודית משמעותית בתחום החברתי והתעסוקתי, אשר בתורה עלולה להביא להתפתחותן של הפרעות נלוות כגון דיכאון או התמכרות לסוגיה. יחד עם זאת, טיפול הולם עשוי להביא לשיפור תפקודי ניכר ולירידה משמעותית ברמות החרדה. טיפול קוגניטיבי -התנהגותי בחרדה חברתית (CBT) נחשב לטיפול יעיל במיוחד בהפרעה, כאשר לעיתים משלבים אותו עם טיפול תרופתי. טיפול CBT בחרדה חברתית כולל עבודה על דפוסי החשיבה הקטסטרופליים (\"אם אדבר מול קהל כולם יחשבו שאני טיפש/ה\") אשר מכשילים את האדם ומשמרים את מעגל החרדה, תוך שילוב של עבודה התנהגותית וחשיפה הדרגתית לסיטואציות מעוררות חרדה. הפרעת חרדה מוכללת מאופיינת בתחושת דאגה וחרדה קבועה וממושכת בנוגע למספר היבטי חיים בו זמנית, גם כאשר אין סיבה אמתית לדאגה.  כאן, תוכלו לקרוא על תסמינים קליניים, גורמים וטיפול בהפרעת חרדה מוכללת. כולנו חווים מדי פעם רגעים או תקופות של דאגה מוגברת. במרבית המקרים קשורה דאגתנו לנסיבות מסוימות כמשבר, מבחן או ראיון עבודה חשוב, קושי כלכלי ממושך וכן הלאה. אלו מבנינו הסובלים מהפרעת חרדה מוכללת אינם זקוקים לאירוע אשר יעורר את חרדתם: עבורם, הדאגה היא מצב תמידי הנוגע כמעט בכל אחד מתחומי החיים והם מצפים לגרוע ביותר גם כאשר אין סיבה אמתית לדאגה. תסמינים קליניים הפרעת חרדה מוכללת, הידועה גם בשם הפרעת חרדה כללית (או GAD, בקיצור), משתייכת לקבוצת הפרעות החרדה ומאופיינת בתחושת דאגה וחרדה קבועה וממושכת בנוגע למספר היבטי חיים בו זמנית, כמו נושאים כלכליים ובריאותיים, הישגים לימודיים או תעסוקתיים, אסונות אפשריים שונים ועוד.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":13,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0014","text":"אלו מבנינו הסובלים מהפרעת חרדה מוכללת אינם זקוקים לאירוע אשר יעורר את חרדתם: עבורם, הדאגה היא מצב תמידי הנוגע כמעט בכל אחד מתחומי החיים והם מצפים לגרוע ביותר גם כאשר אין סיבה אמתית לדאגה. תסמינים קליניים הפרעת חרדה מוכללת, הידועה גם בשם הפרעת חרדה כללית (או GAD, בקיצור), משתייכת לקבוצת הפרעות החרדה ומאופיינת בתחושת דאגה וחרדה קבועה וממושכת בנוגע למספר היבטי חיים בו זמנית, כמו נושאים כלכליים ובריאותיים, הישגים לימודיים או תעסוקתיים, אסונות אפשריים שונים ועוד. החרדה אינה נובעת מהתרחשות ממשית אלא קיימת באופן מתמיד (\"Free Floating)\" . שכיחות ההפרעה כ-3-8% מהאוכלוסייה, מתוכם כשני -שליש נשים, סובלים מהפרעת חרדה מוכללת. לעיתים קרובות הדאגנות המוגזמת מלווה גם בתחושות דיכאון בעוצמה כזו או אחרת. הסימפטומים עשויים להופיע בכל גיל, אך שכיחותם עולה בשכבות הגיל המבוגרות יותר. גם כאשר ההפרעה מאובחנת בגיל מבוגר, לרוב מעידים הסובלים ממנה כי היו דאגנים מאז ומתמיד. אבחנה על פי DSM-5 אבחנה של הפרעת חרדה מוכללת על פי ה -DSM ניתנת כאשר מתקיימים הקריטריונים הבאים: A. הבעה של חרדה ודאגה המופיעה ברוב הימים, במשך 6 חודשים לפחות, כלפי מספר אירועים תחומים או פעולות (כגון בעבודה או בביצוע בביה\"ס). B. קושי לשלוט על הדאגה או החרדה. C. החרדה והדאגה מקושרים ל-3 (או יותר) מהסימפטומים הבאים (לפחות כמה סימפטומים צריכים להתרחש ברוב הימים, במשך 6 החודשים האחרונים: * חוסר מנוחה ותחושת מתח חזקה. * התעייפות במהירות. * קושי להתרכז או \"בלאק אאוט\". * רגזנות/זעפנות. * מתח בשרירים. * הפרעות בשינה (קושי להירדם או להישאר ישן או שהשינה חסרת שקט ואינה מספקת). הערה: לילדים נדרש רק סימפטום אחד. D. החרדה, הדאגה או הסימפטומים הפיזיולוגיים גורמים למצוקה קלינית משמעותית או פגיעה באזורי תפקוד חברתיים, תעסוקתיים או משמעותיים אחרים. E. לא ניתן לייחס את ההפרעה להשפעות פיזיולוגיות של חומרים (כגון שימוש לרעה בסמים, תרופות) או למצב רפואי אחר (כגון פעילות יתר של בלוטת התריס). F. ההפרעה אינה יכולה להיות מוסברת על ידי חרדה או דאגה שהתעוררו כתוצאה מהפרעה נפשית אחרת (כמו חרדה או דאגה מהתקף חרדה עבור אדם הסובל מהפרעת פאניקה או פרידה מדמויות היקשרות עבור אדם הסובל מחרדת נטישה, וכדומה). גורמים להפרעה הגורמים להפרעת חרדה כללית אינם ידועים בוודאות, אך כמו בהפרעות רבות, נראה כי שילוב בין גורמים ביולוגיים וסביבתיים מגביר את הסיכוי ללקות בה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":14,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0015","text":"ההפרעה אינה יכולה להיות מוסברת על ידי חרדה או דאגה שהתעוררו כתוצאה מהפרעה נפשית אחרת (כמו חרדה או דאגה מהתקף חרדה עבור אדם הסובל מהפרעת פאניקה או פרידה מדמויות היקשרות עבור אדם הסובל מחרדת נטישה, וכדומה). גורמים להפרעה הגורמים להפרעת חרדה כללית אינם ידועים בוודאות, אך כמו בהפרעות רבות, נראה כי שילוב בין גורמים ביולוגיים וסביבתיים מגביר את הסיכוי ללקות בה. גורמים ביולוגיים וגנטיים - מחקרי תאומים (מחקרים בהם השתתפו תאומים אשר גדלו במשפחות שונות ולמרות זאת סבלו מההפרעה) הצביעו על קיומו של בסיס גנטי. למרות היעדרן של עדויות חד משמעיות על קיומו של גורם ביולוגי להפרעה, מתמקד המחקר בתחום באיזון ניורו - טרנסמיטורים כסרוטונין, נוראפינפרין, אציטילכולין וגלוטמט. גורמים פסיכו - סוציאליים - הסביבה הראשונית בה גדל הילד עשויה לתרום להתפתחות ההפרעה. למשל, ילד הגדל בסביבה מגוננת יתר על המידה, או עם הורים דאגנים החרדים לשלומו באופן מוגזם, עשוי לפתח אמונות יסוד אשר ישפיעו על גישתו לחיים, כגון: \"העולם הוא מקום מסוכן\", \"דברים תמיד ישתבשו בסופו של דבר\" ועוד. גורמים פסיכולוגיים - גישות קוגניטיביות רואות בהפרעה תוצר של נטיית האדם לתשומת לב מוגברת לאירועים שליליים בסביבה, הטיות בעיבוד המידע והערכה נמוכה של יכולת ההתמודדות הכללית. גישות פסיכואנליטיות ראו את החרדה המוגזמת כנובעת מקונפליקטים פנימיים בלתי מודעים. טיפול בהפרעה רבים מהאנשים אשר סובלים מ -GAD יפנו תחילה לטיפול רפואי בסימפטומים הפיזיים אותם חווים, כגון קשיי השינה. כאשר נשללו סיבות גופניות בדרך כלל תומלץ על פניה לטיפול נפשי. ישנם מספר טיפולים אשר נמצאו כיכולים לסייע להתמודד עם הפרעת חרדה כללית, ביניהם סוגים שונים של טיפולים פסיכותרפיים וטיפולים תרופתיים. טיפול קוגניטיבי -התנהגותי טיפול קוגניטיבי התנהגותי, או CBT, הנו טיפול קצר מועד, אשר פופולארי במיוחד במקרים של הפרעות חרדה. הגישה רואה בדאגה תוצר של דפוסי חשיבה לא אדפטיביים, למשל דפוסים של הכללת יתר (\"תמיד משהו רע קורה לי בעבודה\"), המובילים להתנהגות (למשל, הימנעות או עיסוק יתר בחשיבה על תרחישים שליליים במטרה להיות מוכן אליהם), אשר משמרים את החרדה הכללית. הטיפול מבקש לסייע לפרט להחליף את הדפוסים הלא יעילים בדפוסים יותר אדפטיביים, תוך כדי התנסות בשטח בסיטואציות מעוררות חרדה ובנייה של יכולת לנתח סיטואציות באופן מציאותי ויעיל יותר, אשר עשוי להפחית את דאגתו ומצוקתו של המטופל. טיפול פסיכודינמ י פסיכותרפיה פסיכודינמית רואה בחרדה והדאגות המרובות המאפיינות חרדה כללית, כמכסות על מצוקה עמוקה יותר, אשר לרוב אינה ידועה ולא נגישה לחקירה המודעת.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":15,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0016","text":"הטיפול מבקש לסייע לפרט להחליף את הדפוסים הלא יעילים בדפוסים יותר אדפטיביים, תוך כדי התנסות בשטח בסיטואציות מעוררות חרדה ובנייה של יכולת לנתח סיטואציות באופן מציאותי ויעיל יותר, אשר עשוי להפחית את דאגתו ומצוקתו של המטופל. טיפול פסיכודינמ י פסיכותרפיה פסיכודינמית רואה בחרדה והדאגות המרובות המאפיינות חרדה כללית, כמכסות על מצוקה עמוקה יותר, אשר לרוב אינה ידועה ולא נגישה לחקירה המודעת. הטיפול מבקש לבחון כיצד החרדה המופרזת מבטאת קונפליקטים נפשיים או מצוקות (פעמים רבות כאלו שהתהוו בשנות הילדות) , תוך הענקה של תמיכה והתמודדות משותפת בקשיים והקנייה של יכולת להתמודד עם דאגנות באופן יעיל יותר. תובנה לגבי נושאים אלה, במסגרת קשר קרוב ומשמעותי עם המטפל, הם מאבני היסוד של קידום תהליך השינוי והורדת מפלס החרדה. ייעוץ פסיכיאטר י אפיק טיפול נוסף ב-GAD הוא באמצעות טיפול תרופתי. הטיפול המקובל הוא באמצעות תרופות אנטי -דיכאוניות המשפיעות על רמות הסרוטונין במוח, או באמצעות תרופות מרגיעות המורידות במהירות את מפלס החרדה (בנזודיאזפינים). הטיפול התרופתי יעיל מאוד בהפחתה נקודתית של רמות החרדה, אך אינו מקנה כלים להפחתת החרדה לטווח הרחוק, דבר החשוב במיוחד בהפרעת חרדה מוכללת. על כן, פעמים רבות טיפול תרופתי ניתן בשילוב עם פסיכותרפיה. טיפולים נוספים גישות טיפול נוספות שנמצאו יעילות כוללות טיפול קבוצתי, המאפשר לאלו המתמודדים עם חרדה מוכללת למצוא מרחב חברתי בטוח לשיתוף והזדהות, תוך כדי הכוונה של מנחה מקצועי; טיפולי ביופידבק המסייע לפרט לטפל בחרדה באמצעות העמקת היכרותו עם תגובותיו הפיזיולוגיות בזמן חרדה; היפנוזה; וטכניקות הרגעה וויסות כמו דמיון מודרך, מיינדפולנס ותרגילי נשימה. פוביה ספציפית היא אחת מהפרעות החרדה הנפוצות, המתבטאת במצב של פחד לא פרופורציונלי, מתמשך וקבוע מאובייקטים או סיטואציות.  כאן, תוכלו לקרוא על סוגי פוביות , אבחון, גורמים ודרכי טיפול בפוביה. אקרופוביה (פחד גבהים), טריפנופוביה (פחד מזריקות), אקוואפוביה (פחד ממים), ניקטופוביה (פחד מהחושך), קלסטרופוביה (פחד ממקומות סגורים), פירופוביה (פחד מאש), אופידאופוביה (פחד מנחשים), אנטופוביה (פחד מחרקים), אירופוביה (פחד טיסה).. . פוביות אלו מהוות רשימה חלקית בהחלט של פחדים עוצמתיים, לא רציונליים ונפוצים יחסית, אשר גורמים לסובלים מהם מצוקה משמעותית. מעבר לפוביות אלו, שאולי עם חלקן ניתן להזדהות יחסית בקלות, רשימת הפוביות הקיימות כוללת גם פחדים ייחודיים כאמבלופוביה (פחד מהליכה), פדופוביה (פחד מילדים), קולרופוביה (פחד מליצנים), אוקטופוביה (פחד מהמספר 8), מלופוביה (פחד ממוזיקה) ואף פובופוביה שפירושה פחד מלהיות בסיטואציה מפחידה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":16,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0017","text":"פוביות אלו מהוות רשימה חלקית בהחלט של פחדים עוצמתיים, לא רציונליים ונפוצים יחסית, אשר גורמים לסובלים מהם מצוקה משמעותית. מעבר לפוביות אלו, שאולי עם חלקן ניתן להזדהות יחסית בקלות, רשימת הפוביות הקיימות כוללת גם פחדים ייחודיים כאמבלופוביה (פחד מהליכה), פדופוביה (פחד מילדים), קולרופוביה (פחד מליצנים), אוקטופוביה (פחד מהמספר 8), מלופוביה (פחד ממוזיקה) ואף פובופוביה שפירושה פחד מלהיות בסיטואציה מפחידה. אז מהי פוביה בעצם? איך היא משפיעה על חיי המתמודדים עימה? כיצד היא נוצרת ומהן אפשרויות הטיפול הקיימות? מהי פוביה ספציפית? פוביה ספציפית היא אחת מהפרעות החרדה הנפוצות, המתבטאת במצב של פחד לא פרופורציונלי, מתמשך וקבוע מאובייקטים או סיטואציות. חשיפה לאובייקט או הסיטואציה מעוררי הפחד מביאה לתחושת חרדה ולתסמינים פיזיים כהזעת יתר, דפיקות לב מואצות, קוצר נשימה, סחרחורת, התעלפות, רעד וכדומה. בעקבות זאת, האדם ינסה להימנע בכל מחיר ממקור הפחד, עד פגיעה תפקודית משמעותית. לדוגמה, ילד הסובל מפוביה מחרקים עשוי לסרב להשתתף בטיול שנתי ואדם המפחד ממקומות סגורים עשוי לוותר על מקום עבודה או לעלות בכל בוקר 30 קומות בכדי להימנע מעלייה במעלית. ניתן לחלק את הפוביות הספציפיות לארבע קבוצות מרכזיות: 1. בעלי חיים– למשל, כלבים, נחשים וחרקים. 2. סביבה טבעית– כמו גבהים, מים וסערות. 3. מצבים– למשל טיסות, מקומות סגורים, דיבור בפני קהל. 4. דם- פציעות, בדיקות דם, זריקות. עם זאת, קיימות כאמור עשרות סוגי פובי ות ספציפיות נפוצות פחות. גם כאשר מושא הפוביה נדיר והאדם מבין כי פחדו אינו רציונלי עשויה הפוביה לשבש את שגרת החיים באופן משמעותי. לא פעם אדם יחווה פוביה כלפי יותר מגורם אחד. למעשה, האדם הממוצע המאובחן עם פוביה ספציפית יחווה פוביה כלפי 3 אובייקטים או מצבים שכיחותם של פוביות בארה\"ב השכיחות באוכלוסייה עומדת על 9% -7%, כאשר נראה שהיא גבוהה יותר בקרב מתבגרים (כ -16%) לעומת גילאים צעירים יותר ומבוגרים (שניהם עומדים על כ -5% מהאוכלוסייה). נראה כי נשים מושפעות יותר מגברים, אם כי קיים הבדל בשכיחות המגדרית אל מול פוביות שונות. כך, פוביות מחיות, סביבה טבעית וממצבים ספציפיים נחוות יותר על ידי נשים, בעוד שפוביות מדם-מחטים-פציעה נחוות באופן שווה על ידי שני המגדרים. אבחנה של פוביה ספציפית על פי ה-5-DSM מדריך האבחנות האמריקאי DSM-5) מעניק אבחנה של פוביה ספציפית כאשר מתקיימים הקריטריונים הבאים: א. פחד או חרדה ברורה כלפי אובייקט או מצב ספציפי (טיסה, גבהים, חיות, קבלת זריקה, לראות דם).","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":17,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0018","text":"אבחנה של פוביה ספציפית על פי ה-5-DSM מדריך האבחנות האמריקאי DSM-5) מעניק אבחנה של פוביה ספציפית כאשר מתקיימים הקריטריונים הבאים: א. פחד או חרדה ברורה כלפי אובייקט או מצב ספציפי (טיסה, גבהים, חיות, קבלת זריקה, לראות דם). ב. האובייקט או הסיטואציה מעוררי הפוביה, מעוררים כמעט תמיד פחד מיידי או חרדה. ג. האובייקט או המצב הפובי גורמים להימנעות אקטיבית או נסבלים רק בליווי פחד רב או חרדה. ד. הפחד או החרדה אינם בפרופורציה ביחס לסכנה האמיתית מפני האובייקט או הסיטואציה וביחס להקשר החברתי - תרבותי. ה. הפחד, החרדה או ההימנעות הינם עקבי ים, ובאופן טיפוסי נמשכים 6 חודשים או יותר. ו. הפחד, החרדה או ההימנעות גורמים לסבל משמעותי או לפגיעה במגוון תחומי תפקוד חשובים כמו החברתי או המקצועי. ז. ההפרעה אינה יכולה להיות מוסברת טוב יותר על ידי סימפטומים נפשיים אחרים, כולל הפרעות חרדה אחרות כמו חרדה חברתית או אגורפוביה. מה לגבי ילדים? פחד הוא חלק טבעי מתהליך ההתפתחות התקין, ונפוץ בהחלט עבור ילדים לחוות פחדים, אשר לעיתים יחוו באופן עוצמתי ולא רציונלי. פחד אצל ילדים יכול להתבטא בבכי בלתי נשלט, טנטרומים, קיפאון או היצמדות למבוגר. חשוב לזכור שפחדים אלו הם לרוב מעבריים ופוגעים רק באופן מתון בתפקוד, ועם תמיכה הורית מותאמת רבים מהם יחלפו מעצמם. במידה והפחד לא חולף עם הזמן, מתעצם או גורם למצוקה רבה, מומלץ לפנות לאיש מקצוע לבירור מעמיק יותר. באבחנה של פוביה ספציפית עבור ילדים, יש לקחת בחשבון את עוצמת החרדה, ההימנעות, הפגיעה בתפקוד ומשך הזמן שהפוביה קיימת, ולקבוע האם היא טיפוסית לשלב ההתפתחותי של הילד. לדוגמה, פחד מכלבים הוא פחד טבעי אצל ילדים. אך אם הוא מתמשך, בלתי ניתן להרגעה באמצעים רגילים של תמיכה הורית, וגורם למצוקה מתמשכת כמו הימנעות מוחלטת מכניסה לגן משחקים שנמצא בו כלב קשור, ומצוקה רגשית ופיזית בולטת, תעלה ההיתכנות שמדובר בפוביה ספציפית. גורמים לפוביה בימיה הראשונים של הפסיכואנליזה נהוג היה לשייך את הופעתן של פוביות לקונפליקטים ורגשות מודחקים אשר מצאו את ביטויים בסימפטום החרדתי. עם זאת, הגישה הרווחת כיום משייכת את הופעת הפוביה לגורמים ביולוגיים-גנטיים וקוגניטיביים- התנהגותיים. למרות שרוב הפוביות הספציפיות מתפתחות בילדות ובגיל ההתבגרות, אפשר לפתח פוביה ספציפית בכל גיל. פוביות מתפתחות לעיתים כתוצאה מאירוע טראומתי, מעדות לטראומה של אחר, מהתקף חרדה בלתי צפוי (למשל, התקף פאניקה בזמן נסיעה ברכבת אשר מתפתח בהמשך לפוביה מרכבות), או אפילו מחשיפה למידע, כמו סיקור חדשותי נרחב של רעידת אדמה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":18,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0019","text":"למרות שרוב הפוביות הספציפיות מתפתחות בילדות ובגיל ההתבגרות, אפשר לפתח פוביה ספציפית בכל גיל. פוביות מתפתחות לעיתים כתוצאה מאירוע טראומתי, מעדות לטראומה של אחר, מהתקף חרדה בלתי צפוי (למשל, התקף פאניקה בזמן נסיעה ברכבת אשר מתפתח בהמשך לפוביה מרכבות), או אפילו מחשיפה למידע, כמו סיקור חדשותי נרחב של רעידת אדמה. עם זאת, רבים מהסובלים מפוביה ספציפית לא יודעים להגדיר את הסיבה הספציפית להתפתחות הפוביות שלהם. הסבר ביולוגי גישות ביולוגיות רואות פוביה כרגישות מוגברת לגירויים אשר בעבר הייתה הישרדותית אך אינה רלוונטית עוד באורח החיים המודרני. רגישות מוגברת זו מושפעת מגורמים גנטיים ועשויה להפוך לפוביה מתוך התנסויות סביבתיות. הסבר קוגניטיבי-התנהגותי התנסות סביבתי ת אשר עשויה להביא להתפתחות פוביה משמשת כהתניה: התנסות שלילית או צפייה בהתנסותו השלילית של אדם אחר עשויה ליצור קישור בין האובייקט או האירוע לבין חוויה שלילית. למשל, ילד שננשך ילמד שכלב מסמל כאב ונער שראה כיצד צוחקים על בן כיתתו שנתן תשובה שגויה בכיתה ירתע מדיבור בפני הכיתה בעצמו. הקישור המאיים מביא במרבית המקרים להימנעות ממושא הפחד, כך שלא נוצרות הזדמנויות לשבירת הקישור השלילי (למשל, למשחק מהנה עם כלב או פידבק חיובי בכיתה). בהתאם, החרדה הולכת וגוברת ועשויה להביא לתגובות רגשיות והתנהגותיות עוצמתיות במפגש עם מ ושא הפחד. כמו כן, עשויה להתרחש הכללה כך שמושא הפחד המקורי יורחב ויכלול אובייקטים ואירועים נוספים (למשל, חיות אחרות או דיבור בפני אנשים בכלל ולא רק בפני תלמידים בכיתה). חשוב להדגיש כי התנסות שלילית אינה הכרחית ליצירת פוביה: במקרים רבים נוצרת פוביה עקב אימוץ קוגניציות כתפיסות ואמונות בלתי רציונליות המביאות לפרשנות שגויה של גירויים בסביבה ובהתאם גם לחרדה. למשל, נער אשר מחזיק באמונה כמו \"אם אני לא מבצע את הדברים בצורה מושלמת אני לא שווה כלום\" עשוי לפתח פוביה מדיבור בפני קהל עקב החשש לטעות ולהביך את עצמו. הסבר פסיכואנליטי פרויד ראה פוביה כנובעת ממנגנון הגנה של התקה: אדם חווה דחף או משאלה אסורים המאיימים על תפיסתו העצמית ולכן עוברים תהליך של התקה לאובייקט נייטרלי, המסמל באופן לא מודע את החוויה המאיימת. לדוגמה, ילדה הנמשכת לאחיה הבכור, אך מאוימת על ידי תחושה זו, עשויה לפתח פחד מפני נחשים המסמלים את אחיה באופן בלתי מודע (לתיאור מקרה: הנס הקטן ). הגישה הפסיכואנליטית מבחינה בין פוביות, המבוססות על מנגנון הגנה לא מודע של התקה, לבין פחד שהתפתח כתוצאה מטראומה, הן ברמת האבחנה והן ברמת הטיפול.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":19,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0020","text":"לדוגמה, ילדה הנמשכת לאחיה הבכור, אך מאוימת על ידי תחושה זו, עשויה לפתח פחד מפני נחשים המסמלים את אחיה באופן בלתי מודע (לתיאור מקרה: הנס הקטן ). הגישה הפסיכואנליטית מבחינה בין פוביות, המבוססות על מנגנון הגנה לא מודע של התקה, לבין פחד שהתפתח כתוצאה מטראומה, הן ברמת האבחנה והן ברמת הטיפול. לדוגמה, אדם הנמנע מגשרים בגלל שחווה פעם תאונה נוראית על גשר, חווה הימנעו ת כתוצאה מחוויה פוסט - טראומתית, ועל הטיפול לשלב עיבוד של החוויה הטראומתית והתמודדות הדרגתית עם הגירוי המאיים. לעומתו, אדם החווה פוביה מגשרים בגלל שהם מסמלים עבורו באופן לא מודע שינויי חיים גדולים, אשר סופם הוא מוות, פועל מתוך תקווה לא מודעת שהימנעות מגשרים תמנע תהליכי הזדקנות ומוות. במקרה זה על הטיפול לחשוף את הבסיס הלא מודע בנפשו ואת האופן בו מנגנון ההגנה פועל בו. איך מטפלים בפוביה? למרות שכיחותה הגבוהה של פוביה ספציפית, רבים מהסובלים ממנה אינם פונים לטיפול אלא מתאימים את אורח חייהם לאילוצים הנובעים מחרדתם. למרות זאת, קיימים כיום טיפולים יעילים המביאים להפחתה משמעותית ברמת החרדה וההימנעות. טיפול קוגניטיבי -התנהגותי טיפול זה (המכונה גם בשם CBT) נחשב לטיפול יעיל ומהיר יחסית (בין מספר חודשים לשנה) בסוגי פוביה שונים. הטיפול כולל זיהוי דפוסי חשיבה מעוררים חרדה, רכישת מיומנויות הרגעה עצמית ושליטה בפחד, וחשיפה הדרגתית למושא הפחד בהתאם ליכולתו של המטופל (לדוגמא, התבוננות בכלב, ליטוף של כלב קטן עם המטפל ולבד, ליטוף כלב גדול וכן הלאה). כמו כן הטיפול עשו י לכלול שימוש במציאות מדומה המדמה התנסות מאיימת (למשל, סימולציה של טיסה במטוס), שימוש בביופידבק המאפשר שלי טה בתגובות הגופניות לחרדה, דמיון מודרך ועוד. טיפול פסיכודינמי הגישה הפסיכודינמית רואה בסימפטומים חלק אחד במערך האישיות והדינמיקה הנפשית, ולא את הבעיה עצמה. כך, פוביה באדם עם אישיות דיכאונית או נרקיסיסטית היא תופעה שונה מאשר פוביה באדם שמרכיב מרכזי באישיותו הוא פחד וחרדה מדברים ומסיטואציות. טיפול דינמי בפוביה יתמקד בהעלאה למודעות של הקונפליקטים והדחפים העומדים בבסיס הפוביה, והבנת תפקיד הפוביה ומשמעותה עבור האדם. טיפול תרופתי במקרים בהם הפוביה מביאה למצוקה או פגיעה קשה מאוד בתפקוד, ובמקרים בהם רמת החרדה גבוהה ביותר ואינה מאפשרת התנסות בחשיפות למושא הפחד, ניתן להיעזר גם בטיפול תרופתי. הטיפול הוא לרוב בתרופות אנטי -חרדתיות (כמו בנזודיאזפינים) המביאות לירידה משמעותית ונקודתית ברמת החרדה ומאפשר למטופל לחזור לתפקוד ולהתחיל תהליך טיפולי.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":20,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0021","text":"טיפול תרופתי במקרים בהם הפוביה מביאה למצוקה או פגיעה קשה מאוד בתפקוד, ובמקרים בהם רמת החרדה גבוהה ביותר ואינה מאפשרת התנסות בחשיפות למושא הפחד, ניתן להיעזר גם בטיפול תרופתי. הטיפול הוא לרוב בתרופות אנטי -חרדתיות (כמו בנזודיאזפינים) המביאות לירידה משמעותית ונקודתית ברמת החרדה ומאפשר למטופל לחזור לתפקוד ולהתחיל תהליך טיפולי. מטפלים רבים כיום מציעים גישות אינטגרטיביות לטיפול, המשלבות בין טיפול פסיכודינמי להבנת מקור הפחדים ותפקידם בתוך מערכת האישיות, חשיפה הדרגתית להפחתת הסימפטומים החרדתיים אל מול הגירוי המאיים, וטיפול תרופתי לפי הצורך. אילמות סלקטיבית הינה הפרעת חרדה המאופיינת בכישלון עקבי לדבר בסיטואציות חברתיות בהן יש ציפייה לדבר, למרות שקיימת יכו לת לדבר בסיטואציות אחרות.  כאן, תוכלו לקרוא כיצד מאבחנים אילמות סלקטיבית, גורמים ודרכי טיפול. הדיבור הוא אמצעי תקשורת בסיסי ומובן מאליו עבורנו, ולמען האמת קשה להסתדר בלעדיו. עם זאת, ילדים הסובלים מאילמות סלקטיבית אינם יכולים תמיד להשתמש בדיבור על מנת לתקשר. למרות שבדרך כלל בבית הם מדברים, הם לרוב לא מסוגלים לדבר בסיטואציות חברתיות מחוץ לביתם, ומשלמים על כך מחיר התפתחותי, חברתי ורגשי. מאפיינים של אילמות סלקטיבית אילמות סלקטיבית הינה הפרעת חרדה המאופיינת בכישלון עקבי לדבר בסיטואציות חברתיות בהן יש ציפייה לדבר (כמו בית ספר), אפילו כשפונים אליהם ישירות, למרות שקיימת יכו לת לדבר בסיטואציות אחרות. הסירוב לדבר מגיע ממקור רגשי ולא מקושי פיזיולוגי, ויש לו השלכות משמעותיות על חיי היום-יום. חלק מהילדים ידברו בחופשיות בבית אך לא בשום מקום אחר, או שידברו רק עם אנשים ספציפיים או בהקשרים מסוימים. פעמים רבות ההפרעה מלווה בתסמינים של חרדה חברתית, כמו ביישנות קיצונית, פחד ממבוכה, בידוד חברתי, עיסוק מוגבר באיך הסביבה תופסת אותם ועוד. במקרים מסוימים ילדים עם אילמות סלקטיבית כן יתקשרו בדרכים אחרות (כמו כתיבה או הצבעה) או יהיו מוכנים לקחת חלק בפעילויות בהן דיבור לא נדרש (חלקים לא ורבליים בהצגת בית ספר למשל, משחקי קופסה). לעיתים אילמות סלקטיבית תופיע אצל ילדים עם ליקוי בדיבור, אבל לא נמצא קשר ייחודי בין השניים והוא לרוב אינו הגו רם המרכזי. שכיחות אילמות סלקטיבית נחשבת להפרעה של הילדות, אך אינה מוגבלת רק לילדים. מדובר בהפרעה נדירה יחסית, המאפיינת בין 0.03% ל-1% מהאוכלוסייה לפי מדגמים שונים. היא מתפתחת לרוב לפני גיל 5, אבל לא תמיד מאובחנת לפני הכניסה לבית ספר, שם יש התגברות בסיטו אציות חברתיות ודרישות כמו הקראה בקול.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":21,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0022","text":"מדובר בהפרעה נדירה יחסית, המאפיינת בין 0.03% ל-1% מהאוכלוסייה לפי מדגמים שונים. היא מתפתחת לרוב לפני גיל 5, אבל לא תמיד מאובחנת לפני הכניסה לבית ספר, שם יש התגברות בסיטו אציות חברתיות ודרישות כמו הקראה בקול. רבים מתגברים על ההפרעה (בעצמם או בעזרת טיפול), אבל לפעמים נשארים מאפיינים של חרדה חברתית. אבחנת אילמות סלקטיבית על פי DSM-5 על פי ה-DSM, האבחנה ניתנת כאשר מתקיימים הקריטריונים הבאים A. כישלון עקבי לדבר במצבים חברתיים ספציפיים, בהם יש ציפייה לדיבור (כגון: בבית הספר) למרות הי כולת לדבר במצבים אחרים. B. ההפרעה משפיעה על הישגים מקצועיים ואקדמיים או על תקשורת חברתית. C. ההפרעה נמשכת לפחות חודש אחד (לא מוגבל לחודש הראשון של בית הספר). D. הכישלון לדבר לא מיוחס להיעדר ידע או נוחות לדבר את השפה המדוברת הנדרשת בסיטואציה החברתית. E. ההפרעה לא מוסברת טוב יותר על ידי הפרעה בתקשורת (כגון: גמגום), ואינה חלק מהפרעה על הספקטרום האוטיסטי, סכיזופרניה או הפרעה פסיכוטית אחרת. גורמים לאילמות סלקטיבית ההסברים להתפתחות אילמות סלקטיבית השתנו לאורך השנים. שני ההסברים המוקדמים ראו את ההפרעה כבחירה מודעת ומניפולטיבית של ילד כאקט מתנגד לסביבתו, או כתוצאה של חשיפה לטראומה. כיום רואים את ההפרעה כחלק מקבוצת הפרעות החרדה, כאשר לעיתים קושרים אותה לחרדה חברתית ולעיתים לפוביה ספציפית מדיבור, או כשילוב בין השתיים. כהפרעת חרדה, מקובל לראות את עצם ההימנעות מדיבור כמרכיב משמעותי המשמר את ההפרעה ומחזק אותה. זוהו מספר גורמי סיכון היכולים לתרום להתפתחות ההפרעה, כמו היסטוריה הורית של בידוד חברתי וחרדה חברתית, סגנון הורי הנוטה לעודף מגוננות או שתלטנות, קשיים לשוניים ביחס לקבוצת השווים, וכן תגובתיות שלילית לאינטראקציות חברתיות. טיפול באילמות סלקטיבית להתחיל לטפל מוקדם פעמים רבות ילדים עם אילמות סלקטיבית לא מגיעים לטיפול בזמן, מתוך ציפיית ההורים שהבעיה תחלוף מעצמה. אמנם זה אכן מה שקורה בחלק מהמקרים, אך כמו עם הפרעות חרדה אחרות, הזמן נוטה לקבע ולחזק את ההפרעה, ובינתיים הילד משלם מחיר כבד. מעבר לפגיעה התפקודית, ילד הנמנע מדיבור עשוי לצבור פער משמעותי בי חס לבני גילו ברכישת מיומנויות חברתיות ותחושת שייכות, היכול להשפיע לרעה על הדימוי והערך העצמי. טיפול משולב ממוקד סימפטום הטיפול המקובל לאילמות סלקטיבית הינו טיפול ממוקד סימפטום, כמו טיפול קוגניטיבי -התנהגותי (CBT). מעבר ליעילות הקלינית של הטיפול, נראה שבמקרה של אילמות סלקטיבית יש צורך רב בפתרון מהיר עקב הפוטנציאל להשפעות התפתחותיות ורגשיות רחבות טווח.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":22,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0023","text":"טיפול משולב ממוקד סימפטום הטיפול המקובל לאילמות סלקטיבית הינו טיפול ממוקד סימפטום, כמו טיפול קוגניטיבי -התנהגותי (CBT). מעבר ליעילות הקלינית של הטיפול, נראה שבמקרה של אילמות סלקטיבית יש צורך רב בפתרון מהיר עקב הפוטנציאל להשפעות התפתחותיות ורגשיות רחבות טווח. מודל טיפולי משולב שהציעו קלוזנר לוין ולנג (2011) כולל ארבעה מרכיבים 1. חינוך פסיכולוגי (פסיכואדוקציה) להורים ולילד – מתן הסבר על הפרעות חרדה, על המאפיינים ועל התפקיד המשמר של ההימנעות. 2. הדרכת הורים – במטרה לשנות את הדפוסים בקשר המשמרים או מעודדים את הבעיה, ולהציע ליווי ותמיכה. 3. טיפול קוגניטיבי -התנהגותי CBT – מתמקד בזיהוי סימפטומים גופניים ולמידת טכניקות הרגעה, זיהוי מחשבות אוטומטיות ואמונות בסיסיות ואיתגורן (פחד לומר שטות/טעות; שיצחקו עלי; איך יגיבו כשישמעו אותי מדבר פתאום אחרי כל הזמן הזה?), וחשיפה הדרגתית למצבים מאיימים הדורשים דיבור (לפעמים דיבור עם המטפל הוא אחת ממשימות החשיפה הראשונות). 4. מ רכיב דינמי ומערכתי – נובע מתוך הגישה הפסיכודינמית, הרואה את הסימפטום כנובע ממקורות נפשיים עמוקים ולא מודעים. חלק זה בטיפול משלים את העבודה הקוגניטיבית וההתנהגותית, בכך שמתייחס למפגש בין החרדה למרכיבים האישיותיים והמערכתיים של כל ילד. מרכיבים אלה יכולים להיות קשורים בסֵכמות דיכאוניות או חרדתיות עמוקות יותר, צורך בשליטה, הזדהות יתר של הורה, תוקפנות וכדומה. סוגי טיפול נוספים שנמצאו יעילים הם טיפול משפחתי, הרואה את המשפחה כמערכת המשמרת את ההפרעה באמצעות תגובות הפרטים במשפחה, ומאפשרת עבודה ישירה ועקיפה על כך, ו במקרים מסוימים ניתן להיעזר גם בטיפול תרופתי על מנת להפחית את רמות החרדה ולאפשר תחילת התמודדות. אגורפוביה היא הפרעת חרדה המאופיינת בפחד עז ממקומות ציבוריים, פתוחים או סגורים, העשויים להביא להימנעות והסתגרות בבית.  כאן, תוכלו לקרוא כיצד מאבחנים אגורפוביה, גורמים ודרכי טיפול. כאשר אנו נאלצים להישאר בבית במשך מספר ימים ברציפות, אנו עשויים לחוש חנוקים ולהשתוקק \"לחזור אל העולם\". אנשים הסובלים מאגורפוביה, לעומת זאת, עלולים לבלות את מרבית חייהם בין ארבעה קירות. הפירוש המילוני לאגורפוביה הינו \"בהלה מכיכר העיר\" והוא מבטא פחד עמוק, לא מציאותי, שאדם חש כשהוא נמצא במקומות ציבוריים או במרחבים גדולים ופתוחי ם. עם זאת, המונח הפסיכולוגי התפתח והוא כולל גם היבטים הקשורים למרחבים פתוחים נוספים כמו נוכחות של קהל רב, פחד לעזוב את הבית, חשש מכניסה לחנויות ומקומות ציבוריים, קושי בנסיעה לבד בתחבורה ציבורית וכן הלאה. מהי אגורפוביה?","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":23,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0024","text":"עם זאת, המונח הפסיכולוגי התפתח והוא כולל גם היבטים הקשורים למרחבים פתוחים נוספים כמו נוכחות של קהל רב, פחד לעזוב את הבית, חשש מכניסה לחנויות ומקומות ציבוריים, קושי בנסיעה לבד בתחבורה ציבורית וכן הלאה. מהי אגורפוביה? אגורפוביה משתייכת לקבוצת הפרעות החרדה, ובבסיסה עומד פחד מפני שהייה במקומות מהם יתקשה האדם להימלט או לקבל עזרה במקרה הצורך. במקרים רבים מדובר באנשים הסובלים מהתקפי פאניקה וחוששים מהישנות ההתקפים במקום בו יתקשו להשיג עזרה, אך בחלק מהמקרים מתפתחת אגורפוביה המבוססת על חששות אחרים (למשל, פחד מהתקף לב במקום בו קשה להשיג טיפול רפואי). כך, נמנעים הסובלים מאגורפוביה משהייה במקומות סגורים והומים (קולנוע, קניון, רכבת או כיתת לימוד) או משהייה במרחבים פתוחים. אגורפוביה נחשבת להפרעה המגבילה ביותר מבין הפוביות הקיימות: רבים מהסובלים ממנה חשים בטוחים בביתם בלבד ומשתדלים להימנע מיציאה ממנו או לצאת רק לאזורים מוכרים ובליווי אנשים מוכרים עמם הם חשים בטוחים. אבחנה על פי ה-DSM5: אבחנה של אגורפוביה ניתנת כאשר מתקיימים הקריטריונים הבאים: A. פחד בולט או חרדה אשר מתקיימים בשניים (או יותר) מחמשת המצבים הבאים: 1. שימוש בתחבורה ציבורית (לדוגמה: מכוניות, אוטובוסים, רכבות, אניות ומטוסים 2. שהייה במקומות פתוחים (לדוגמה: מגרשי חניה, שווקים וגשרים 3. שהייה במקומות סגורים (לדוגמה: חנויות, תיאטרון, קולנוע 4. עמידה בתור או שהייה בתוך קהל 5. שהייה לבד מחוץ לבית B. האדם פוחד או נמנע ממצבים אלה עקב המחשבה שבריחה ממצבים אלה תהיה קשה או שלא תהיה עזרה זמינה במקרה של התפתחות סימפטומים דמויי פאניקה (חרדה) או סימפטומים אחרים של שיתוק או מבוכה (לדוגמה: פחד ליפול, פחד מאובדן שליטה). C. מצבי האגורפוביה מעוררים כמעט תמיד פחד או חרדה. D. מצבי האגורפוביה יוצרים הימנעות פעילה, כך שהם דורשים נוכחות של בן לוויה או נמשכים עם פחד וחרדה אינטנסיביים. E. הפחד או החרדה לא פרופורציונליים לסכנה האמיתית הנגרמת על ידי המצבים האגורפוביים ולהקשר הסוציו -תרבותי. F. הפחד, החרדה או ההימנעות היא עקבית ונמשכת שישה חודשים או יותר. G. הפחד, החרדה או ההימנעות יוצרים מצוקה קלינית משמעותית או פגיעה באזורי התפקוד החברתיים, התעסוקתיים או באזורי תפקוד משמעותיים אחרים. H. במידה וקיים מצב רפואי אחר (כגון מחלות מעי דלקתיות או פרקינסון) הפחד, החרדה או ההימנעות יהיו מופרזים בבירור. I. הפחד, החרדה או ההימנעות אינם יכולים להיות מוסברים על ידי סימפטומים של הפרעה נפשית אחרת.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":24,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0025","text":"I. הפחד, החרדה או ההימנעות אינם יכולים להיות מוסברים על ידי סימפטומים של הפרעה נפשית אחרת. לדוגמה, הסימפטומים אינם מוגבלים לפוביה ספציפית, מסוג פוביה מצבית; הם אינם מערבים רק מצב חברתי (כמו בהפרעת חרדה חברתית); והם אינם קשורים באופן בלעדי לאובססיות (כמו ב-OCD), פגמים או סדקים בהופעה החיצונית (כמו בהפרעת גוף דיסמורפית תזכורות לאירועים טראומטיים (כמו בהפרעה פוסט -טראומטית) או פחד מפני פרידה (כמו בהפרעת חרדה מהיפרדות). שכיחות ההפרעה השכיחות השנתית של ההפרעה עומדת על כ- 1.7% למתבגרים ומבוגרים. שכיחות ההפרעה אצל נשים גבוהה פי 2 משכיחותה אצל גברים. ניתן לאבחן אגורופוביה בילדות, אך שכיחות האבחנה עולה בסוף גיל ההתבגרות ובבגרות המוקדמת. אגורפובים נמצאים בסכנה לפיתוח דיכאון והתמכרויות לחומרים שונים. גורמים כיום מקובל לחשוב כי שילוב של פגי עות ביולוגית או גנטית עם השפעה סביבתית מהווה את ההסבר המקיף ביותר להפרעה. למרות שאגורפוביה והפרעת פאניקה נחשבות להפרעות נפרדות, המחקר ומרבית הגישות רואים באגורפוביה הרחבה, או החמרה, של הפרעת הפאניקה ומניחים כי הפחד מהתקף החרדה מביא לפחד ממקומות שונים ולהסתגרות שבעקבותיו. גורמים ביולוגיים וגנטיים: הטענה הביולוגית מתמקדת בקיומה של רגישות יתר של מערכת העצבים. רגישות זו מביאה לתגובתיות חזקה לגירויים וקושי לשוב למצב רגיעה, ומתוך כך להסתגרות ופחד מיציאה מהבית. כמו כן, המחקר מציע כי קיים בסיס תורשתי לאגורפוביה, ושאותו בסיס חזק יותר עבור אגורפוביה מאשר עבור פוביות אחרות. גורמים סביבתיים: גורמי סיכון סביבתיים כוללים אירועים שליליים בילדות (כמו פרידה או מוות של הורה) וכן אירועים מעוררי דחק אחרים כמו חשיפה לשוד או התקפה. בנוסף, לעיתים הילדות של אנשים עם אגורפוביה מאופיינת בסגנון הורות מגונן מדי והיעדר חום. גורמים פסיכולוגיים: גישות קוגניטיבי ות והתנהגותיות רואות אגורפוביה כנובעת מתהליך למידה לקוי בו מקושר התקף הפאניקה לגירויים ניטרליים (כגון קניון או אוטובוס), וכתוצאה מכך האדם מפתח פחד ממקומות אלו ודומים להם, ומעדיף להסתגר בביתו. כמו כן, עשויה האגורפוביה לנבוע מנטייה לפרשנות מוגזמת של סימפטומי ם גופניים היוצרת תחושת סכנה מתמדת (לדוגמה, אדם המפרש את הזעתו כסימן להתקף לב קרב עשוי להרגיש חרדה רבה במקומות בהם יתקשה להשיג עזרה רפואית ויעדיף לצאת מהבית רק בלווית אדם מוכר). גישות פסיכודינמיות מניחות שאגורפוביה ורגישות להתקפי חרדה עשויים להיות מבוססים על חסך או חולשת אגו, וכן לאובדן הורה או חרדת פרידה בילדות. על כן, גישות אלו מתעניינות באירועים והטראומות הנמצאים בבסיס הפוביה, ובטריגרים המעוררים התקפי חרדה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":25,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0026","text":"גישות פסיכודינמיות מניחות שאגורפוביה ורגישות להתקפי חרדה עשויים להיות מבוססים על חסך או חולשת אגו, וכן לאובדן הורה או חרדת פרידה בילדות. על כן, גישות אלו מתעניינות באירועים והטראומות הנמצאים בבסיס הפוביה, ובטריגרים המעוררים התקפי חרדה. טיפול באגורפוביה כאמור, אגורפוביה נחשבת לאחת ההפרעות המגבילות ביותר את תפקודו של הסובל ממנה. יחד עם זאת, טיפול קוגניטיבי-התנהגותי, טיפול דינמי, טיפול תרופתי או שילוב שלהם מביאים במקרים רבים לשיפור משמעותי. כיום, מטפלים רבים משלבים כלים מגישות שונות בטיפול בחרדה בשביל לאפשר הפחתה של עוצמת הסימפטומטים לצד הבנה מעמיקה יותר של הגורמים והקשר ביניהם להיבטים אחרים בחיים ובנפש. טיפול התנהגותי -קוגניטיבי (CBT:) אחת משיטות הטיפול הנפוצות והיעילות ביותר בחרדה היא טיפול קוגניטיבי התנהגותי. גישה זו יוצאת מנקודת הנחה כי חרדה נוצרת, משתמרת ומחמירה על רקע דפוסי חשיבה והתנהגות בלתי יעילים. במסגרת טיפול זה מזוהות תפיסותיו השגויות של המטופל על התקפי הפאניקה או הסימפטומים הגופניים מהם הוא חושש, והמטופל לומד לווסת ולנטרל אמונות אלו (\"זה שיש לי סחרחורת לא אומר שאני על סף התקף\"). כמו כן, לומד המטופל טכניקות הרגעה ושליטה עצמית ונחשף באופן הדרגתי לגירויים המאיימים. למשל, מטופל החושש לצאת מביתו יצא תחילה לרחוב הקרוב בליווי בן משפחה, בהמשך יצא לרחוב ראשי, וכן הלאה. טיפול פסיכודינמי: טיפול דינמי באגורפוביה מתבסס על ההנחה כי חרדה מבטאת קונפליקטים רגשיים לא מודעים, אשר באים לידי ביטוי דרך הסימפטומים החרדתיים. בהתאם לתפיסה זו, טיפול דינמי אינו מתמקד בהפסקה מיידית של החרדה אלא בניסיון להבין את הגורמים העמוקים אשר הביאו לפריצתה. דרך התבוננות והבנה מעמיקה של גורמי החרדה ושל התפקיד שהחרדה משרתת, תחול במקרים רבים ירידה משמעותית בעוצמת ותדירות הסימפטומים. טיפול תרופתי: טיפול תרופתי בחרדה מביא בדרך כלל לירידה ניכרת בעוצמת הסימפטומים, אך באופן טבעי, אינו מביא להבנה טובה יותר של גורמי העומק לחרדה או ליכולת טובה יותר לווסת ולהתמודד עם מצבי חרדה שונים. לכן, במקרים רבים הטיפול המומלץ לחרדה הוא כזה המשלב טיפול תרופתי יחד עם טיפול דינמי או טיפול קוגניטיבי התנהגותי. הטיפול התרופתי המקובל להפרעה הוא טיפול באמצעות תרופות נוגדות דיכאון וחרדה (בנזודיאזפינים, חוסמי SSRI .) הפרעת פאניקה היא הפרעת חרדה, המתבטאת בהתקפי חרדה בלתי צפויים וחוזרים, ועשויה לפגוע באופן משמעותי בתפקוד.  כאן, תוכלו לקרוא כיצד מאבחנים הפרעת פאניקה, גורמים ודרכי טיפול. בעונה הראשונה של \"הסופרנוס\" מוצא את עצמו טוני סופרנו, איש מאפיה בכיר, על ספת הפסיכולוגית, לאחר שחווה ללא כל סיבה נראית לעין תחושת חנק, גלי חום וקור והיה בטוח כי הוא עומד בפני התקף לב או שבץ.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":26,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0027","text":" כאן, תוכלו לקרוא כיצד מאבחנים הפרעת פאניקה, גורמים ודרכי טיפול. בעונה הראשונה של \"הסופרנוס\" מוצא את עצמו טוני סופרנו, איש מאפיה בכיר, על ספת הפסיכולוגית, לאחר שחווה ללא כל סיבה נראית לעין תחושת חנק, גלי חום וקור והיה בטוח כי הוא עומד בפני התקף לב או שבץ. זוהי דוגמה קלאסית להתקף פאניקה: סימפטומים גופניים המלווים בפחד למות, להשתגע או לאבד שליטה, המופיעים באופן פתאומי וללא כל הסבר רפואי. כאשר התקפים אלו חוזרים ובתקופות ההפוגה ביניהם האדם חווה חשש מהישנותם ומהשפעתם, מאובחנת הפרעת פאניקה. מהי הפרעת פאניקה? הפרעת פאניקה משויכת לקבוצת הפרעות החרדה , ובבסיסה התקפי חרדה בלתי צפויים וחוזרים. התקף חרדה הוא פרץ פתאומי של פחד עוצמתי ו/או חוסר נוחות גופנית המגיע לשיאו תוך מספר דקות. ההתקף מלווה בסימפטומים פיזיולוגיים כמו קשיי נשימה, דופק מהיר והזעה. לא כל התקף חרדה יתפתח להפרעת פאניקה. למעשה, התקפי חרדה יכולים לקרות מפעם לפעם כתגובה טבעית למצבים מאיימים. הפרעת פאניקה מתייחסת באופן ספציפי למצב של התקפים מרובים, ולכאלו שמתרחשים בלי סיבה ברורה, אפילו בזמן מנוחה או בהתעוררות משינה. עם זאת, חשוב לציין שרבים מהמאובחנים עם הפרעת פאניקה חווים גם התקפי חרדה עם סיבה ברורה, בתגובה למצבים מלחיצים. תדירות או חומרת התקפי החרדה משתנים מאדם לאדם, כאשר התדירות עשויה להיות יומית, שבועית או אפילו חודשית, ברמות חומרה משתנות. התקפי הפאניקה בפני עצמם אינם מסוכנים. הפחד המשמעותי בהפרעת פאניקה נובע לרוב סביב דאגות בריאותיות (שהאדם עובר התקף לב או שחייו נמצאים בסכנה), חברתיות (בושה או פחד מתגובת הסביבה) ונפשיות (פחד שהאדם \"משתגע\" או מאבד שליטה), ויוצר פחד מתמשך ומשמעותי מפני הישנות ההתקפים. כתוצאה מפחד זה נוצרת הפגיעה באיכות החיים המאפיינת את הסובלים מההפרעה, אשר מתור רצון להימנע מהתקפי חרדה או למזער את הסכנות עשויים להימנע ממצבים רבים (לעיתים עד התפתחות אגורפוביה), להשתמש בתרופות/סמים/אלכוהול כניסיון למניעה ו\"שליטה\" על ההתקפים, ולחוו ת מצוקה רבה גם בין ההתקפים. שכיחות ההפרעה הפרעת פאניקה פוגעת בכ-3% מהאוכלוסייה. שכיחות ההפרעה גבוהה יותר בקרב נשים (פי2- 3). היא עשויה לפרוץ החל מגיל הילדות אך פורצת, בדרך כלל, בבגרות המוקדמת. אבחנה על פי ה-DSM5 אבחנת פאניקה ניתנת כאשר מתקיימים כל התנאים הבאים: A. התקפי חרדה חוזרים ובלתי צפויים , התפרצות של פחד עוצמתי או אי נוחות עוצמתית שמגיעה לשיאה בתוך דקות ובמהלכה מתרחשים ארבעה (או יותר) מהסימפטומים הבאים: 1.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":27,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0028","text":"אבחנה על פי ה-DSM5 אבחנת פאניקה ניתנת כאשר מתקיימים כל התנאים הבאים: A. התקפי חרדה חוזרים ובלתי צפויים , התפרצות של פחד עוצמתי או אי נוחות עוצמתית שמגיעה לשיאה בתוך דקות ובמהלכה מתרחשים ארבעה (או יותר) מהסימפטומים הבאים: 1. דפיקות לב או דופק מהיר 2. הזעה 3. רעד או רטט 4. תחושה של מחסור באוויר או חנק 5. תחושת היחנקות 6. כאבים בחזה או אי נוחות 7. בחילה או תחושה לא נעימה בבטן 8. תחושת סחרחורת, חוסר יציבותאו התעלפו ת 9. תחושת צמרמורת או חום 10. תחושות נמלול, עקצוצים בעור או תחושה של הירדמות מקומית 11. תחושה של הימצאות בסביבה שונה, זרה, בלתי מציאותית או דה-פרסונליזציה – התנתקת מהעצמי 12. פחד מאובדן שליטה או מלהשתגע 13. פחד ממוות * לעיתים ישנם סימפטומים תלויי תרבות (כגון תחושה של זמזום או צלצול באוזניים, כאבי ראש או צוואר, צרחות או בכי בלתי נשלט). סימפטומים אלו אינם נחשבים כחלק מארבעת הסימפטומים הנדרשים. * ההתפרצות הפתאומית של הפחד והחרדה יכולה להתרחש הן ממצב של רגיעה והן ממצב של דאגה וחרדה. B. לאחר אחד מההתקפים מתקיימות, במשך חודש לפחות, אחת או שתים מהתופעות הבאות: 1. דאגה קבועה או פחד מהתקף חרדה נוסף או מהשלכותיו (כגון אובדן שליטה, התקף לב או “להשתגע”). 2. שינוי משמעותי בהתנהגות שאינו מאפשר הסתגלות להתקפים (התנהגויות שמיועדות להימנעות מהתקפי פאניקה, כמו הימנעות מהתעמלות או ממצבים לא מוכרים). C. ההפרעה אינה קשורה להשפעות פסיכולוגיות הנובעות משימוש בחומרים (כגון שימוש לרעה בסמים או בתרופות) או מצב רפואי אחר (כגון פעילות יתר של בלוטת התריס או הפרעת לב ריאות). D. ההפרעה אינה מוסברת על ידי הפרעה נפשית אחרת. למשל, התקפי החרדה אינם מתרחשים רק כתגובה למצבים חברתיים מעוררי פחד (כמו בהפרעת חרדה חברתית), כתגובה לנסיבות או אובייקטים ספציפיים המעוררים חרדה (כמו בפוביה ספציפית), כתגובה לאובססיות (כמו במצבים של OCD), כתגובה לתזכורות של אירועים טראומטיים (כמו בהפרעת דחק פוסט- טראומטית) וכדומה. גורמים להפרעה גישות שונות הציעו הסברים להפרעת הפאניקה, כאשר כיום מקובל לחשוב כי שילוב של פגיעות ביולוגית או גנטית עם השפעה סביבתית מהווה את ההסבר המקיף ביותר. גורמים ביולוגיים וגנטיים: ממצאים ביולוגיים שונים קושרו להפרעת פאניקה, אך ההסבר המרכזי, כיום, הוא קיומה של רגישות יתר של מערכת העצבים, המביאה לתגובתיות חזקה לגירויים וקושי לשוב למצב של רגיעה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":28,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0029","text":"גורמים להפרעה גישות שונות הציעו הסברים להפרעת הפאניקה, כאשר כיום מקובל לחשוב כי שילוב של פגיעות ביולוגית או גנטית עם השפעה סביבתית מהווה את ההסבר המקיף ביותר. גורמים ביולוגיים וגנטיים: ממצאים ביולוגיים שונים קושרו להפרעת פאניקה, אך ההסבר המרכזי, כיום, הוא קיומה של רגישות יתר של מערכת העצבים, המביאה לתגובתיות חזקה לגירויים וקושי לשוב למצב של רגיעה. מבחינה תורשתית נראה כי ישנו בסיס גנטי להפרעה, כאשר קירבה משפחתית לאדם הסובל מההפרעה מגבירה את הסיכוי ללקות בה. גורמים סביבתיים: רוב האנשים המאובחנים עם הפרעת פאניקה מדווחים על סטרסורים מובחנים (כמו חשיפה לטראומה, אובדן, בעיות בריאותיות משמעותיות) בחודשים שלפני התקף החרדה הראשון. עישון נחשב לגורם סיכון להתקפי חרדה והפרעת פאניקה, וכן חשיפה לפגיעה מינית או פיזית בילדות נפוצה יותר בקרב הסובלים מהפרעת פאניקה לעומת הפרעות חרדה אחרות. גורמי סיכון נוספים הם הורים עם הפרעות חרדה, דיכאון או בי -פולאריות, וכן מחלות נשימתיות כמו אסתמה. גורמים פסיכולוגיים: גישות קוגניטיביות-התנהגותיות רואות בהתקפי הפאניקה תוצאה של קישור בין התקף חרדה לסיטואציה נייטרלית ההופך אותה לטריגר להתקפים נוספים או מנטייה לפרשנות מוגזמת של סימפטומים גופניים. כמו כן, הוצע כי לאחר ההתקף הראשון מתפתח מעגל תגובה שלילי, כאשר כל גירוי פנימי או חיצוני נתפס כסממן להתקף מתקרב, דבר המעצים את הסימפטומים הגופניים והרגשיים של ההתקף. תיאוריות פסיכואנליטיות הציעו כי הסימפטומים מהווים תגובה הגנתית לא יעילה מפני דחפים פנימיים מאיימים. תיאוריות אחרות הצביעו על שכיחות הפרעת הפאניקה בקרב אנשים שחוו אובדן או אירועי חיים מלחיצים רבים. תחלואה נלווי ת מאחר והתקפי הפאניקה אינם צפויים ואינם מוגבלים לסיטואציה ספציפית, החשש הגדול ביותר של הסובלים מהפרעת הפאניקה הוא שההתקף יחזור בזמן ובמקום בו לא יוכלו להיעזר באיש. עקב הניסיון להימנע מהישנות ההתקף, עשויות להתפתח הפרעות כאגורפוביה ופוביות ספציפיות (כגון קלאוסטרופוביה). כמו כן, הסובלים מהפרעת פאניקה פגיעים להתפתחות דיכאון והתמכרויות שונות. טיפול בהפרעת פאניקה הפרעת פאניקה גורמת למצוקה רבה ובהיעדר טיפול מתאים עשויה להביא לפגיעה תעסוקתית וחברתית ולהתפתחות קשיים נפשיים נוספים. במקרים רבים הטיפול בהפרעת פאניקה הנו יעיל, קצר טווח ומאפשר רכישת כלים להתמודדות עם חרדות ומתחים עתידיים. כיום, מטפלים רבים משלבים כלים מגישות שונות בטיפול בחרדה בשביל לאפשר הפחתה של עוצמת הסימפטומטים לצד הבנה מעמיקה יותר של הגורמים והקשר ביניהם להיבטים אחרים בחיים ובנפש. טיפול קוגניטיבי התנהגותי (CBT:) אחת משיטות הטיפול הנפוצות והיעילות ביותר בחרדה היא טיפול קוגניטיבי התנהגותי.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":29,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0030","text":"כיום, מטפלים רבים משלבים כלים מגישות שונות בטיפול בחרדה בשביל לאפשר הפחתה של עוצמת הסימפטומטים לצד הבנה מעמיקה יותר של הגורמים והקשר ביניהם להיבטים אחרים בחיים ובנפש. טיפול קוגניטיבי התנהגותי (CBT:) אחת משיטות הטיפול הנפוצות והיעילות ביותר בחרדה היא טיפול קוגניטיבי התנהגותי. גישה זו יוצאת מנקודת הנחה כי חרדה נוצרת, משתמרת ומחמירה על רקע דפוסי חשיבה והתנהגות בלתי יעילים. אלמנטים קוגניטיביים בטיפול מתמקדים בלמידה על ההפרעה והפרכת אמונותיו השגויות של המטופל על ההתקף (\"אני אמות/אשתגע אם זה יקרה שוב\"). אלמנטים התנהגותיים מתמקדים באימון בטכניקות הרגעה עצמית והרפיה ובחשיפה לגירויים מאיימים הקשורים בהתקף (שהייה במקומות מהם נמנע האדם בשל הפחד וכדומה). החשיפה החוזרת, המלווה בטכניקות הרגעה, מאפשרת למטופל להכיר בכך שההתקפים אינם מסוכנים ולווסת את תגובת החרדה עד לירידה משמעותית בתדירות ועוצמת ההתקפים. טיפול פסיכודינמי: גישת טיפול דינמי בהפרעת פאניקה רואה בהתקפים ובחרדה כמבטאים קונפליקטים רגשיים לא מודעים, אשר באים לידי ביטוי דרך הסימפטומים החרדתיים. בהתאם לתפיסה זו, טיפול דינמי מתמקד בניסיון להבין את הגורמים העמוקים אשר הביאו להתעוררות ההתקפים. דרך התבוננות והבנה מעמיקה של גורמי החרדה ושל התפקיד שהחרדה משרתת, תחול במקרים רבים ירידה משמעותית בעוצמת ותדירות הסימפטומים. טיפול תרופתי: טיפול תרופתי בהפרעת פאניקה מביא ב דרך כלל לירידה ניכרת בעוצמת הסימפטומים, אך לא להבנה טובה יותר של הגורמים לחרדה או ליכולת טובה יותר להתמודד עם מצבי חרדה שונים, וכן עשויה להיווצר תלות בטיפול. לכן, במקרים רבים הטיפול המומלץ הוא כזה המשלב טיפול תרופתי יחד עם פסיכותרפיה. הטיפול התרופתי המקובל להפרעה הוא טיפול באמצעות תרופות נוגדות דיכאון וחרדה (בנזודיאזפינים, חוסמי SSRI .) כאשר אנחנו חווים חרדה בעוצמה גבוהה ולעיתים קרובות, באופן הפוגע משמעותית באיכות החיים שלנו, כדאי לשקול פנייה לאיש מקצוע מוסמך לצורך הערכה וטיפול בחרדה.  כאן, תוכלו לקרוא מתי כדאי לפנות לטיפול, ועל השיטות המרכזיות לטיפול בחרדה. כולנו חווים פחד מפעם לפעם; כשהולכים ברחוב חשוך כל רעש יכול לגרום לנו ללכת מהר יותר, בתגובה לנביחות של כלב אנחנו עשויים לקפוץ אחורה ורכב שנוסע במהירות בכביש יכול לגרום לנו להתרחק במהירות משפת המדרכה. לרוב מצבים אלו מלווים בתחושות גופניות, כמו עלייה בקצב הלב, נשימה מהירה ועוד. תגובות אלו, ורבות הדומות להן, הן תגובות טבעיות והישרדותיות של פחד, דרכן גופינו מזהיר אותנו מפני סכנה מתקרבת וגורם לנו להיערך להתמודדות עימה:","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":30,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0031","text":"לרוב מצבים אלו מלווים בתחושות גופניות, כמו עלייה בקצב הלב, נשימה מהירה ועוד. תגובות אלו, ורבות הדומות להן, הן תגובות טבעיות והישרדותיות של פחד, דרכן גופינו מזהיר אותנו מפני סכנה מתקרבת וגורם לנו להיערך להתמודדות עימה: לקרוא לעזרה, לברוח או להתכונן לתקיפה. אבל מה קורה כאשר תגובות הפחד מתעוררות כתוצאה מכשכוש זנב ש ל טרייר חביב, עלייה למטוס או לפני העברת מצגת בעבודה? מתי כדאי לטפל בחרדה? במצבים אלו, בהן תגובת פחד מציאותית לחלוטין מתעוררת במצבים בהם לא קיימת סכנה ממשית, אנחנו חווים חרדה. חרדה, כמו פחד, היא תגובה נורמלית וטבעית. היא יכולה להתעורר לקראת מבחן, דייט ראשון או פגישה בעבודה, והיא מהווה איתות חשוב שלא פעם עוזר לנו להגיע מוכנים יותר. עם זאת, במצבים בהם החרדה מוגזמת, היא עשויה לגרום לנו למצוקה ולפגוע בתפקוד. אם נחזור למבחן, במידה ותגובת החרדה מתעוררת בזמן המבחן ואנחנו קופאים או חווים \"בלאק-אאוט\", הסיכויים שנצליח להביא את היכולות שלנו לידי ביטוי קטנות בהרבה. הפרעות חרדה הן למעשה קבוצה מגוונת של מצבים נפשיים, נפוצים יחסית, הכרוכים בחוויה של דאגה ופחד מופרזים. בקבוצה נכללות הפרעות כמו התקפי פאניקה, פוביות, הפרעות פוסט טראומטיות, חרדה חברתית, התנהגות אובססיבית-כפייתית ודאגנות כרונית. כאשר אנחנו חווים חרדה בעוצמה גבוהה ולעיתים קרובות, באופן הפוגע משמעותית באיכות החיים שלנו, כדאי לשקול פנייה לאיש מקצוע מוסמך לצורך הערכה וטיפול. איך מטפלים בהפרעת חרדה? כיום, טיפו ל בחרדה ניתן באמצעות שלוש שיטות מרכזיות: טיפול קוגניטיבי -התנהגותי, טיפול דינמי וטיפול תרופתי: טיפול קוגניטיבי -התנהגותי - CBT טיפול קוגניטיבי -התנהגותי הינו טיפול קצר מועד (בדרך כלל בין 12-30 פגישות), הממוקד בסימפטומים החרדתיים, במטרה להביא להפחתה בעוצמה ובתכיפות שלהם. על פי הגישה, חרדה היא תוצר של הפנמת דפוסי חשיבה והתנהגות אשר מעוררים חרדה ומקבעים אותה. בהתאם, הטיפול יתמקד בזיהוי דפו סי החשיבה הבלתי יעילים, לצד חיזוק יכולתו של המטופל להתעמת באופן ישיר עם אותן סיטואציות המעוררות בו חרדה. טיפול CBT בחרדה מורכב ממספר שלבים, הכוללים ניסוח מטרה ברורה, מיפוי והבנת המצב הקיים, לימוד על מאפייני החרדה (חינוך פסיכולוגי או פסיכו -אדוקציה) ותרגול כלים קוגניטיביים והתנהגותיים במטרה לשנות אותו. המטפל לוקח לרוב עמדה אקטיבית בטיפול, וניתנים שיעורי בית להמשך עבודה בין הפגישות. הטיפול מתמקד לרוב בשני היבטים מרכזיים: 1. שינוי דפוסי חשיבה– במהלך הטיפול יזוהו דפוסי חשיבה בלתי יעילים, הבנת הקשר בינם לבין הרגשות המתעוררים וההתנהגות הנובעת מהן (פעמים רבות הימנעות במקרה של חרדה), והחלפתן בדפוסים מועילים יותר.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":31,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0032","text":"הטיפול מתמקד לרוב בשני היבטים מרכזיים: 1. שינוי דפוסי חשיבה– במהלך הטיפול יזוהו דפוסי חשיבה בלתי יעילים, הבנת הקשר בינם לבין הרגשות המתעוררים וההתנהגות הנובעת מהן (פעמים רבות הימנעות במקרה של חרדה), והחלפתן בדפוסים מועילים יותר. המטרה אינה להכחיד את המחשבות הלא יעילות התורמות לחרדה, אלא לסגל נקודת מבט חקרנית יותר, המאפשרת לבדוק האם קיימות אפשרויות נוספות בתוך הסיטואציה. למשל, אדם הסובל מחרדה מכלבים עשוי להחזיק במחשבה שכל הכלבים מסוכנים. במהלך הטיפול הוא יוזמן לאתגר את המחשבה הזו, ולבדוק האם כך באמת הניסיון מלמד אותו – האם היו כלבים לא מסוכנים בחייו? האם כל כלב שהוא פוגש או שמישהו פוגש אכן מסוכן? 2. חשיפה הדרגתית לגורם החרדה– מרכיב משמעותי בCBT הוא ההתנסות בשטח, באמצעות חשיפה הדרגתית. במהלך הטיפול בונים \"מדרג חשיפות\", כאשר בתחילה המטופל נחשף לסיטואציות המעוררות מעט חרדה, ובהדרגה נחשף לסיטואציות יותר ויותר מאיימות. כך, למשל, במסגרת טיפול בפחד ממעליות, המטופל ייחשף לשהות במעלית דרך דמיון מודרך, לאחר מכן דרך שהייה במקומות קטנים וסגורים, בשלב הבא דרך עלייה במעלית לקומה הראשונה עם המטפל, דרך עלייה במעלית שקופה וכן הלאה.לצד שני היבטים אלה ישולבו בטיפול אסטרטגיות לשליטה וויסות של החרדה ולהעלאת סף הסבילות אליה (כמו מיינדפולנס או תרגולי נשימות, למשל). טיפול דינמי – Psychodynamic Psychotherapy טיפול דינמי הוא שם כולל למגוון שיטות טיפוליות שהתפתחו מתוך הפסיכואנליזה הקלאסית לאורך השנים. פסיכותרפיה דינמית בנויה על ההנחה שנפש האדם כוללת רבדים לא מודעים, אשר משפיעים על ההתנהגות בדרכים רבות, ושיש לחקור את המקורות ההיסטוריים של קשייו הנוכחיים של האדם. לפיכך, מרכיב מרכזי בהצלחה בטיפול הינו היכולת של המטופל להכיר בדחפים הלא מודעים שלו, ובמנגנוני ההגנה בהם הוא נעזר כדי להתמודד עם החרדות שדחפים אלו עשויים לעורר. פסיכותרפיה פסיכודינמית היא לרוב ארוכה יותר בהשוואה לCBT, אך קיימות גם גישות טיפוליות דינמיות ק צרות מועד. המפגש הטיפולי מכוון להרחבת מודעותו העצמית של המטופל, תוך התמקדות באלמנטים מרכזיים כמו עיבוד חוויות מן העבר, חקירה של מערכות יחסים משמעותיות והתנסות בקשר בין -אישי ורגשי עם המטפל. טיפול בחרדה באמצעות טיפול דינמי מתייחס לחרדה כסימפטום לרגשות, קונפליקטים ונושאים בלתי מודעים אשר מנסים לפרוץ אל המודעות דרך הסימפטום החרדתי. בהתאם, הטיפול לא יתמקד ישירות בהכחדת הסימפטומים, אלא יסייע למטופל להבין את הגורמים העומדים בבסיסם. על ידי העלאת גורמים אלו למודעות, מתן תמיכה ובניית אסטרטגיות התמודדות, תחול פעמים רבות הפחתה משמעותית בסימפטומים החרדתיים.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":32,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0033","text":"בהתאם, הטיפול לא יתמקד ישירות בהכחדת הסימפטומים, אלא יסייע למטופל להבין את הגורמים העומדים בבסיסם. על ידי העלאת גורמים אלו למודעות, מתן תמיכה ובניית אסטרטגיות התמודדות, תחול פעמים רבות הפחתה משמעותית בסימפטומים החרדתיים. טיפול תרופתי בחרדה לעיתים עוצמת החרדה גדולה כל כך, שמומלץ לפנות לייעוץ פסיכיאטרי והתחלת טיפול תרופתי, אשר יכול לספק הקלה משמעותית בזמן מצוקה ולאפשר חזרה לתפקוד. מעבר לכך, לצד גורמים קוגניטיביים, רגשיים וסביבתיים, חרדות מתעוררות על רקע גורמים גנטיים וחוסר איזון במערכות הנוירו -כימיות המוחיות האחראיות על היבטים רגשיים שונים. בהתאם, טיפול בחרדה באמצעות תרופות נוגדות חרדה עשוי להשיב את האיזון למערכות נוירו -כימיות אלו ולווסת את העוררות הגופנית הנגרמת במצבי חרדה. בין התרופות המקובלות לחרדה נמצאות תרופות ממשפחת הבנזודיאזפינים ותרופות לטיפול בדיכאון. באיזו גישה כדאי לי לבחור? ההפרדה בין גישות הטיפול בחרדה מקלה על הבנת ההבדלים ביניהן אך היא מלאכותית במידה רבה. זאת, מאחר ומטפלים רבים מזהים את היתרונות והחסרונות הטמונים בכל אחת מהגישות ועל כן בוחרים להשתמש באסטרטגיות טיפוליות שונות, בהתאם למצב המטופל. כך, למשל, מטופל שפונה לטיפול עקב התקפי פאניקה קשים המגבילים את חייו באופן משמעותי יכול להיתרם מטיפול ממוקד בסימפטומים החרדתיים, ולאחר שהם פוחתים, יוכל להתפנות ולזהות כי התקפי הפאניקה קשורים בחווית חוסר האונים וחוסר האמון בעצמו אשר התפתחה לאחר גירושיו. כמו כן, לעיתים נדרש טיפול תרופתי שיקל בעוצמת הסימפטומים, כדי בכלל להתחיל תהליך פסיכותרפיה כזה או אחר. פעמים רבות הטיפול הפסיכולוגי נעשה במקביל לטיפול תרופתי, כאשר השילוב בין שני סוגי הטי פולים מאפשר להביא להקלה מהירה יחסית ולאחר מכן לבסס אסטרטגיות התמודדות ועיבוד החוויות הרגשיות. תהליך אבחון והערכה בידי איש מקצוע יסייע בהתאמת הטיפול המתאים לבעיה ולאדם. אנחנו מרגישים שאנחנו צריכים להירגע כשאנחנו חווים מתח, חרדה או כעס. חלק מהרגשות האלו קשורים להפעלה של מערכת העצבים הסימפתטית, הכוללת חלקים מהמוח שאחראים על זיהוי ותגובה לאיומים ו לחץ. כשאנחנו מתוחים, חרדים או כועסים, המערכת הסימפתטית מופעלת, הורמוני הלחץ מופרשים בגוף, וכתוצאה מכך, מתקבלת תגובת לחץ: קצב הלב ולחץ הדם עולים, הנשימה הופכת לשטחית ומהירה, העיכול מפסיק, והשרירים הופכים למתוחים. אבל לפעמים, התגובה הזו מתעוררת כשאין בה צורך ממשי, למשל כשאנחנו עומדים בפקק תנועה או כשאנחנו ניגשים לבחינה. אז איך נוכל לעזור לעצמנו להירגע? להשתמש בביולוגיה כדי להירגע: תרגיל ב-5 שלבים תהליך ההרגעה שיתואר כאן מסתמך על הקשר בין התגובות הפיזיולוגיות שלנו לתגובות הרגשיות שלנו.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":33,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0034","text":"אז איך נוכל לעזור לעצמנו להירגע? להשתמש בביולוגיה כדי להירגע: תרגיל ב-5 שלבים תהליך ההרגעה שיתואר כאן מסתמך על הקשר בין התגובות הפיזיולוגיות שלנו לתגובות הרגשיות שלנו. למעשה, על ידי הרגעת הגוף אפשר להרגיע גם את המחשבות והרגשות שלנו. למשל, באמצעות נשימת נשימות עמוקות והפניית תשומת הלב פנימה, נוכל לגרום למערכת העצבים הפרה-סימפתטית לקחת את הפיקוד, במקום המערכת הסימפתטית, וכך להשיג תחושת הקלה. את ההפעלה של המערכת הפרה-סימפתטית ניתן לייצר באמצעות 5 שלבים 1. התכווננות כוונו את תשומת הלב שלכם לסביבה שלכם – שימו לב היכן אתם נמצאים ומה נמצא סביבכם. למשל: אני נמצא במשרד שלי, השעה היא 16:05 והשמש זורחת. השלב הזה עשוי להישמע טיפשי או מובן מאליו, אבל כשאנחנו חרדים או לחוצים אנחנו כמעט ולא שמים לב בכלל לסביבה המיידית שלנו. במקו ם זאת, אנחנו לרוב עסוקים במחשבות שלא קשורות למקום שבו אנחנו נוכחים כרגע. התכווננות להווה יכולה לסייע לנו להרגיש יותר בטוחים ומוגנים. 2. קרקוע השלב השני הוא הפניית תשומת הלב שלנו לאופן בו אנחנו מחוברים לסביבה שלנו. למשל, הפנו את תשומת הלב לאופן שבו כפות הרגליים שלכם נוגעות ברצפה, למגע של הגב שלכם עם משענת הכיסא או למגע של הסוודר על העור שלכם. 3. האטה ונשימה השלב הזה נועד להפנות את תשומת הלב שלכם למה שקורה בתוך הגוף. ספציפית, לקצב הלב ולקצב הנשימה שלכם. הדרך הקלה ביותר לשלוט בתחושות הגוף שלנו היא באמצעות הנשי מה. ישנם תרגילי נשימה רבים, אחד קל ליישום נקרא ״4-7-8״. שבו בנוחות בכיסא שלכם, עם הרגליים על הרצפה. עצמו עיניים. קחו שאיפה דרך האף וספרו עד 4, עצרו את הנשימה וספרו עד7, ואז נשפו דרך הפה וספרו עד 8. קצב הנשימות לא משנה, נסו לספור בקצב שנוח לכם. חזרו על התרגיל עד שתרגישו שקצב הלב שלכם מאט. 4. אימון ואמון המפתח בשלב הזה הוא לספק לעצמכם מסרים חיוביים ומרגיעים, ולהימנע מחזרה למחשבות מלחיצות או מעוררות חרדה. נסו לומר לעצמכם: ״אני יכול לעבור את זה. אני אהיה בסדר. אני אעשה כמיטב יכולתי ואשאר רגוע״. לאנשים שונים עו זרים מסרים מרגיעים שונים, ויש כאלו שמעדיפים לדמיין אדם אחר שאומר להם את המשפטים האלו. נסו אפשרויות שונות עד שתמצאו את הנוסחה שמתאימה לכם. 5. התהוות בשלב זה אנחנו חוזרים למציאות. אל תאיצו בעצמכם. נסו לחזור לעיסוקיכם באופן שלו ורגוע, ממש כאילו קמתם משינה טובה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":34,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0035","text":"אל תאיצו בעצמכם. נסו לחזור לעיסוקיכם באופן שלו ורגוע, ממש כאילו קמתם משינה טובה. 3 תרגילי הרגעה קצרצרים אם אין לכם הרבה זמן ואתם רוצים להירגע במהירות האפשרית, למשל אם אתם ממש לפני כניסה לפגישה חשובה, נסו את אחד מבין שלושת התרגילים הקצרצרים הבאים בכדי להירגע! תרגיל 1: חצי דקה התחילו מלהרגיש היכן הלסת שלכם נפגשת עם האוזן. בדיוק בנקודה הזו נסו לזהות אזור רך ורגיש. זהו העצב התועה ( vagus nerve) שקשור להפעלת המערכת הפרה -סימפטתית (להזכירכם, זו המערכת שפועלת בזמן מנוחה, ולא בזמן איום). בעדינות רבה, טפחו על הנקודה הזו. תוך כדי, נסו להאט את הנשימה שלכם. תרגיל 2: דקה 1. פתחו את הפה מעט, רק כדילהפריד במקצת בין השפתיים. תוכלו להרגיש בפעולה זו את המתח משתחרר מהלסת ומהרקות. 2. עכשיו, הלשון שלכם אמורה להשתחרר ולעלות מעט כלפי החך. נגעו עם הלשון בחך העליון נפחו את הלחיים מעט והרגישו את הרגיעה בשרירי הראש. 3. קחו נשימה עמוקה, התמקדו בשחרור הכתפיים והרגישו את הרגיעה בכפות הידיים. 4. דמיינו תחושות של רוגע וחום שעוברות מהכתפיים אל כפות הידיים שלכם תרגיל 3 :5 דקות 1. רחצו ידיים – גשו לשירותים ורחצו את הידיים במים חמים. הקשיבו לצליל של המים ונסו להתמקד בו. התמקדו בתחושה החמימה של המים ואפשרו לרגיעה להתפשט בגופכם. 2. כשהמים עוד זורמים, נשמו, ואפשרו לחזה שלכם להתרומם. באופן טבעי, גם הראש שלכם יתרומם מעט. הזיזו את הידיים בעדינות ובאיטיות מתחת למים הזורמים, הקשיבו לפכפוך המים. 3. המשיכו לנשום והניעו את הראש קדימה ואחורה. שחררו מעט את הלסת, הרגישו את הרגיעה בשרירי הצוואר, הרקות והלסת. 4. השיניים שלכם אינן חורקות? הפה שלכם מעט פתוח? הלחיים שלכם משוחררות? עכשיו התחילו את תרגיל מספר 2 של60 שניות לאפקט הרגעה מקסימלי נסו לתרגל את תהליכי ההרגעות מדי יום, בייחוד בזמנים לחוצים. האפקט של התהליך יתעצם מפעם לפעם, וככל שתתרגלו אותו יותר תצליחו להירגע מהר יותר. אם אתם מרגישים שזה לא בדיוק עובד, נסו להתעכב על השלבים מעט יותר. כמו כן, עם הזמן נסו לסגל לעצמכם טריקים שעוזרים לכם, כמו משפטים מעודדים ספציפיים ותרגילי נשימה שאתם אוהבים במיוחד. חרדה אצל ילדים מתבטאת בתגובת פחד מוגזמת ביחס לגירוי או סיטואציה אשר אינם מהווים סכנה.  כאן, תוכלו לקרוא על סוגי הפרעות החרדה אצל ילדים ודרכי הטיפול בחרדה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":35,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0036","text":"חרדה אצל ילדים מתבטאת בתגובת פחד מוגזמת ביחס לגירוי או סיטואציה אשר אינם מהווים סכנה.  כאן, תוכלו לקרוא על סוגי הפרעות החרדה אצל ילדים ודרכי הטיפול בחרדה. חרדה אצל ילדים היא סיטואציה שכיחה אך מאתגרת ביותר עבו ר הורים רבים: הילד מפחד, דורש מכם להפוך עולמות כדי למנוע ממנו התמודדות עם מושא הפחד וסובל ממצוקה רגשית ופגיעה בתפקוד השוטף. איך מתמודדים עם חרדה אצל ילדים? מתי מדובר בהפרעת חרדה ומתי בשלב התפתחותי נורמטיבי? ואיך עוזרים לו להתגבר? מה ההבדל בין פחד וחרדה? כאשר הבן שלך רץ אליך בפחד אחרי שראה כלב גדול נובח באיום או לאחר שניגש אליו אדם זר, סביר להניח שלא תחששי מקיומה של בעיית חרדה כלשהי. לעומת זאת, אילו ילדך יתנהג באופן דומה בתגובה לחתול המפונק של השכנה או לכך שהמורה פונה אליו בכיתה - עוצמת התגובה עשויה להעלות סימני שאלה. בשונה מחרדה אצל ילדים, פחד מתייחס לתגובה רגשית והתנהגותית המותאמת לקיומה של סכנה ממשית. במובן זה פחד הוא הישרדותי ואנו מחנכים את ילדינו לפחד מהדברים שאנו מעריכים כמסו כנים: אנשים זרים, כביש סואן, מצוק תלול. לעומת הפחד, חרדה אצל ילדים מתבטאת בתגובת פחד מוגזמת ביחס לגירוי או סיטואציה אשר אינם מהווים סכנה: כלבים, סיטואציות חברתיות, נסיעה במכונית, ליצנים וכן הלאה. סוגים שונים של הפרעות חרדה אצל ילדים חרדה אצל ילדים יכולה להתבטא באופנים שונים: • התקף חרדה - פרקי זמן קצרים ואינטנסיביים של פחד עז המלווה בסימפטומים גופניים כהזעה, רעידות, כאבי בטן וראש, בחילות וכדומה. כאשר התקפי חרדה מתרחשים לעיתים קרובות, עלולה להתפתח חרדה מפני הסיכוי שיתרחש התקף נוסף. • פוביה ספיציפית- פחדים עזים ומוגזמים מסיטואציות (דיבור בכיתה, שימוש בשירותים בבית הספר, גבהים) או מאובייקטים (חיות, מים). • הפרעה טורדנית -כפייתית (OCD )- מחשבות אובססיביות מטרידות ומדאיגות (\"אני אחלה במחלה קשה\", \"יפרצו לנו לבית\", \"ההורים שלי ימותו\") המביאות לביצוע פעולות כפייתיות הנתפסות כמבטלות את האפשרות להתרחשות מושא החרדה. לדוגמא, ילד יכול לערוך טקס של נעילת דלתות וחלונות כל ערב לפני השינה כדי למנוע פריצה או לשטוף ידיים באובססיביות כדי לא להידבק במחלות (לא תמיד ניתן לראות קשר ישיר בין הפעולה לבין גורם החרדה). • הפרעת חרדה מוכללת - חששנות ודאגנות מוגזמות הגורמות למצוקה ופוגעות ביכולתו של הילד לתפקד או להינות. למשל, ילד עשוי לסרב להישאר לבד בבית מחשש שלהוריו יקרה דבר מה אם יצאו.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":36,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0037","text":"• הפרעת חרדה מוכללת - חששנות ודאגנות מוגזמות הגורמות למצוקה ופוגעות ביכולתו של הילד לתפקד או להינות. למשל, ילד עשוי לסרב להישאר לבד בבית מחשש שלהוריו יקרה דבר מה אם יצאו. • חרדה חברתית - פחד מוקצן מסיטואציות חברתיות כהשתתפות באירועים חברתיים, אכילה בפני אנשים, שימוש בשירותים ציבוריים, שיחה עם אנשים לא מוכרים, מענה על שאלות בכיתה וכדומה. ילדים אלו יפגינו התנהגות חרדה וביישנית ועשויים להמנע מלדבר בכיתה, להימנע מסיטואציות חברתיות, לסגל לעצמם התנהגויות ביטחון כמו הימנעות מקשר עין, ולסבול מתחושת ערך עצמי נמוך. • פוסט-טראומה - זכרונות חוזרים של אירוע טראומתי, לעיתים למשך זמן רב לאחר האירוע, הפוגעים באופן משמעותי באיכות החיים וגורמים לסבל. ילד הסובל מפוסט- טראומה לאחר אירוע טראומתי כמו תאונת דרכים, תקיפה מינית , פיגוע וכדומה, עלול \"לחיות\" מחדש את האירוע דרך פלשבקים וסיוטים. ילד כזה עשוי להימנע מגירויים המזכירים את האירוע הטראומטי ולחוות תחושות של חרדה, דריכות, חוסר שקט ומצב רוח ירוד. איך נתמודד עם חרדה אצל ילדים? חרדה אצל ילדים עשויה לנבוע מסיבות שונות. ישנם ילדים הרגישים יותר לגירויים מעוררי חרדה (בעלי \"נטיה\" לפיתוח חרדה), וכן קיימות נסיבות חיים המגבירות את הסיכון לחוות חרדה, כמו חשיפה לטראומות, גדילה בסביבה חרדה מאוד ועוד. פעמים רבות מדובר בשילוב בין גורמי תורשה לגורמים פסיכו -סוציאליים המרכיבים את סביבתו של הילד, וכמובן לתכונות אישיותיות. במקרים רבים חרדה אצל ילדים אינה מצריכה התערבות מקצועית, וניתן לסייע לילד להתמודד איתה על ידי חיזוק, הסבר, ליווי ומתן ביטחון דרך המסר שההורים נשארים רגועים ומאמינים ביכולתו של הילד להתמודד עם האתגר. במקרים בהם קיימת רמת חרדה גבו הה אשר פוגעת בתפקוד באופן ניכר, כדאי לפנות לאיש מקצוע המומחה בטיפול בחרדה אצל ילדים. כאשר מזוהה רמת חרדה גבוהה אצל ילדים כדאי לנקוט מספר צעדים: • מצאו זמן לשיחה כנה - גם עם ילדים קטנים זוהי נקודת התחלה טובה. חשוב למצוא תזמון מתאים ולהיות אמפתיים ורגישים לחרדות של הילד. בשיחה כזו ניתן לתת לילד לגיטימציה לפחד, ולהסביר לו שילדים רבים מפחדים מדברים דומים. בהמשך, אפשר להראות לילד כיצד התגבר על פחדים אחרים בחייו ולשאוב מתוך תחומים בהם הוא מרגיש חזק ובטוח יותר. • התמודדות הדרגתית- חרדה אצל ילדים מביאה פעמים רבו ת לניסיון של הילד להתאים את הסביבה לצרכיו. מצב זה יוצר תסכול מתמשך אצל בני המשפחה, וכן אצל הילד עצמו, ומוריד את סף הסבלנות כלפיו.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":37,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0038","text":"• התמודדות הדרגתית- חרדה אצל ילדים מביאה פעמים רבו ת לניסיון של הילד להתאים את הסביבה לצרכיו. מצב זה יוצר תסכול מתמשך אצל בני המשפחה, וכן אצל הילד עצמו, ומוריד את סף הסבלנות כלפיו. הנטייה הטבעית לגונן על ילדינו עשויה למעשה להגביר את ההימנעות ולהנציח את המצב הקיים. לכן, כאשר לא מדובר בחרדה קיצונית מאוד, ובה משך לשיחה שניהלתם, אפשר לבנות יחד עם הילד תכנית בה הוא נחשף בהדרגה למושא החרדה ולשבח אותו על התקדמויותיו באמצעות פרסים או בילוי מיוחד. • טיפול בחרדה אצל ילדים - טיפול פסיכולוגי עשוי לסייע בהתמודדות עם חרדה אצל ילדים מאחר והוא מאפשר עבודה ממוקדת על מאפייני החרדה וגורמיה לצד הכוונה להתמודדות אקטיבית והקניית מיומנויות להתמודדות עם החרדה. • הדרכת הורים - במקביל או במקום טיפול, הדרכת הורים יכולה ל תת כלים ומיומנויות בכדי לסייע לילד להתמודד עם החרדה, ללוות את ההתמודדות, וכן להאיר את הדינמיקה בבית שעשויה לשמר את גורמי החרדה. גישות שונות לטיפול בחרדה אצל ילדים במידה ובחרתם באופציה של טיפול, אלו הגישות שחשוב להכיר: • פסיכותרפיה קוגניטיבית התנהגותית (CBT )- טיפול קצר מועד אשר רואה בחרדה תוצר של דפוסי חשיבה לא יעילים ושל התנהגות אשר מחזקת את החרדה. במסגרת הטיפול המטפל עוזר לילד לנסח את דפוסי החשיבה השליליים, ולאחר מכן מסייע לו לשנות אותם. תהליך זה יכול לכלול גם שיטה המכונה חשיפה הדרגתית, במסגרתה נחשף הילד לאובייקטים או לסיטואציות שמעוררים בו חרדה. • פסיכותרפיה דינמית - גישה טיפולית אשר רואה בחרדה סימן למצוקה פנימית, אשר נובעת מחוויות ורגשות שהילד מתקשה לשאת ולהבין. טיפול בילדים בגישה דינמית, מבקש ליצור קשר עם עולמו הרגשי של הילד ולהבינו, באמצעות משחקים ושיחה, בהם מבטא הילד את מחשבותיו ותחושותיו. בתהליך זה המטפל עוזר לילד לעבד את הרגשות העומדות בבסיס החרדה באופן שיאפשר לילד להתמודד איתם. • טיפול משפחתי - גישה טיפולית הרואה במשפחה מערכת אשר משפיעה על הפרטים הפועלים בה, ומציבה את הבנת הדינמיקה המשפחתית כמפתח להתמודדות עם קשיים אינדיבידואלים. הטיפול כולל מפגשים משפחתיים, המאפשרים לחזק את הקשרים בין בני המשפחה, ולהבין כיצד האינטראקציה בין בני המשפחה עשויה לשמר את החרדה. • טיפול קבוצתי - טיפול המערב ילדים נוספים המתמודדים עם חרדות, ומונחה על ידי מטפל אחד או שניים. במסגרת הטיפול, הילדים בקבוצה מגלים כי אינם לבד במצוקתם, ויכולים לשתף וללמוד זה מזה בשיחה ובמשחק, בליווי של המנחה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":38,"section_path":"anxiety/Anxiety"}
{"id":"anxiety_0039","text":"• טיפול קבוצתי - טיפול המערב ילדים נוספים המתמודדים עם חרדות, ומונחה על ידי מטפל אחד או שניים. במסגרת הטיפול, הילדים בקבוצה מגלים כי אינם לבד במצוקתם, ויכולים לשתף וללמוד זה מזה בשיחה ובמשחק, בליווי של המנחה. • טיפול תרופתי - במקרים בהם החרדה מסבה מצוקה חריפה, בייחוד כאשר יש פגיעה בתפקוד היום יומי, ניתן לשקול פנייה לפסיכיאטר ילדים ונוער, במטרה לשקול מתן טיפול תרופתי מפחית חרדה. הטיפול התרופתי יכול לסייע במקביל לטיפולי פסיכותרפיה, או כשלב מקדים לקראת פסיכותרפיה.","topic":"anxiety","doc_title":"Anxiety","source":"Anxiety.pdf","page":-1,"chunk_index":39,"section_path":"anxiety/Anxiety"}
{"id":"depression_0000","text":"דיכאון מהו דיכאון? לא תמיד קל לשים את האצבע על הנקודה בה הקושי הופך לכדי דיכאון, מאחר וכולנו חווים תקופות קשות יותר בהן מצב הרוח שלנו ירוד. עם זאת, במרבית המקרים חל בתחושות אלה שיפור עם הזמן והן אינן פוגעות בתפקוד היום- יומי שלנו באופן בולט. תסמינים של דיכאון במצבי דיכאון, לעומת זאת, ישנה פגיעה משמעותית ומתמשכת במצב הרוח והתפקוד, לעיתים ללא סיבה נראית לעין או שלא בפרופורציה לאירוע החיצוני. אל הדכדוך נלווים לרוב גם פגיעה בתיאבון או בשינה, אובדן עניין והנאה, קשיי ריכוז, עצבנות ותחושות ייאוש (לעיתים עד כדי הופעה ש ל מחשבות אובדניות), כאשר אלו קיימים לאורך תקופה ממושכת של מספר שבועות לפחות. מהם הגורמים לדיכאון? שיעור הסובלים מדיכאון עומד על 4.4% בעולם, כאשר שיעור האבחנה השנתי של דיכאון בישראל הינו6% . הגישה המקובלת כיום רואה את הדיכאון כתוצאה של שילוב בין גורמים ביולוגיים, פסיכולוגיים ופסיכו- סוציאליים. גורמים ביולוגיים וגנטיים גורמים ביולוגיים נוגעים לחוסר איזון ביוכימי בחומרים במוח הקשורים בוויסות מצב הרוח (דוגמת סרוטונין ונוראפינפרין), פגיעה בוויסות ההורמונלי ואף שוני במבנים מסוימים במוח. כמו כן, מחקרים אשר נערכו בקרב משפחות ותאומים מצביעים על קיומן של השפעות גנטיות - תורשתיות ע ל התפתחות של דיכאון. גורמים פסיכולוגיים למרות מרכזיותם של הגורמים הביולוגיים, במרבית המקרים הם משולבים בגורמים פסיכולוגיים. גישות המתמקדות בגורמים פסיכולוגיים לדיכאון מצביעות על דפוסי חשיבה נוקשים ובלתי יעילים, עיבוד שלילי של מידע, ערך עצמי נמוך, חוויה של חוסר אונים ועוד. נטיות אלו משולבות פעמים רבות בחוויות חיים קשות כמו אובדן של אדם קרוב בגיל צעיר או אירועים מלחיצים. גורמים סביבתיים נסיבות חיים הרצופות באירועים מלחיצים עשויות להוות טריגר להתפתחות דיכאון, בפרט בקרב אנשים בעלי פגיעות פסיכולוגית או ביולוגית. דיכאון עשוי להתפתח סביב אירועים כמו פיטורין, מחלות קשות ושינויים הדורשים הסתגלות מחודשת עשויים. יחד עם זאת, חשוב לזכור כי קיימת שונות רבה בין אנשים, ולא כל אדם שיחווה אירוע חיים מלחיץ יפתח דיכאון. לדוגמא, אדם אשר רואה בפיטוריו אות לכך שהוא \"אפס ולא מצליח בכלום\", נמצא בסיכון גבוה יותר ללקות בדיכאון מאדם שמניח כי פיטוריו נובעים מהמצב הכללי במשק ולא מסמלים את היותו חסר ערך. סוגי דיכאון תחת הקטגוריה של אבחנות הדיכאון ב -DSM-5, ניתן למצוא את הפרעת ויסות מצב הרוח, דיכאון מז'ורי הפרעת דיכאון מתמשך (דיסתימיה) והפרעה דיספורית קדם ווסתית.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":0,"section_path":"depression/Depression"}
{"id":"depression_0001","text":"לדוגמא, אדם אשר רואה בפיטוריו אות לכך שהוא \"אפס ולא מצליח בכלום\", נמצא בסיכון גבוה יותר ללקות בדיכאון מאדם שמניח כי פיטוריו נובעים מהמצב הכללי במשק ולא מסמלים את היותו חסר ערך. סוגי דיכאון תחת הקטגוריה של אבחנות הדיכאון ב -DSM-5, ניתן למצוא את הפרעת ויסות מצב הרוח, דיכאון מז'ורי הפרעת דיכאון מתמשך (דיסתימיה) והפרעה דיספורית קדם ווסתית. דיכאון קליני/מז'ורי דיכאון קליני מתייחס להופעתם של סימפטומים דיכאוניים (מצב רוח ירוד, ייאוש, עצבנות, פגיעה בתיאבון או השינה ועוד) אשר מביאים למצוקה או פגיעה בתפקוד במשך שבועיים רצופים לפחות ואינם נובעים מאבל. התחושות הקשות הנלוות לדיכאון הקליני עשויות להביא אף למחשבות וניסיונות אובדניים ולכן חשוב ביותר לטפל בו. אפיזודות של דיכאון קליני עשויות להופיע במספר הקשרים כדיכאון אחרי לידה ודיכאון עונתי. כמו כן, בגילאי הזקנה והילדות עשוי הדיכאון להתבטא באופנים ייחודיים לתקופות גיל אלו. תת סוג נוסף של דיכאון הוא הדיכאון הפסיכוטי , בו נלווים לסימפטומים הדיכאוניים סימפטומים של נתק מהמציאות אשר בדרך כלל נוגעים לתכנים של דיכאון וחוסר ערך (למשל, אמונה של האדם כי הוא רקוב מבפנים). הפרעת דיכאון מתמשך/דיסתימיה דיסתימה מבטאת מצב קבוע של דכדוך, תחושת חוסר ערך, חוסר הנאה, פגיעה בדפוסי האכילה והשינה ועוד אשר נמשכים לפחות שנתיים. סימפטומים אלו מופיעים בעוצמה נמוכה יחסית לעוצמתם בדיכאון הקליני, אך מביאים למצוקה או פגיעה תפקודית בהיבטים כמו זוגיות, תעסוקה וכדומה. בתגובה למצבי לחץ עשויה הדיסתימיה להחמיר ולהפוך לאפיזודה של דיכאון קליני. הפרעת ויסות מצב רוח הפרעת ויסות מצב רוח מופיעה כבר בגיל הילדות ומאופיינת בהתפרצויות זעם קשות, כאשר בין התפרצויות אלה מצב הרוח נותר רגזני. הפרעה זו הינה הפרעת דיכאון בילדים וניתן לאבחנה בין הגילאים 6-18 . הפרעה דיספורית קדם ווסתית הפרעה זו מבטאת מצב חמור של תסמונת קדם ווסתית. התסמינים כוללים חוסר עקביות במצב הרוח, תחושה של דיכאון ועצבנות אשר מופיעים במועדים קבועים (כשבוע לפני הוסת החודשית) ומשתפרים ואף נעלמים בימים הראשונים של הווסת. דיכאון סמוי דיכאון סמוי הוא איננו אבחנה רשמית לפי ה-DSM, אך אנשים רבים מרגישים כי הוא מתאר באופן מדוייק את מצבם. במקום לבוא לידי ביטוי דרך הסימפטומים הקלאסיים של דיכאון, דיכאון סמוי מתקיים \"מתחת לפני השטח\", ומופיע בצורות עקיפות. האדם יכול להרגיש עייף, חסר אנרגיות ומוטיבציה, אך מבלי להרגיש באופן ישיר דכדוך או עצבות. מתלווים לכך פעמים רבות גם סימפטומים גופניים ללא הסבר רפואי, דוגמת כאבי ראש, שיניים או גב.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":1,"section_path":"depression/Depression"}
{"id":"depression_0002","text":"האדם יכול להרגיש עייף, חסר אנרגיות ומוטיבציה, אך מבלי להרגיש באופן ישיר דכדוך או עצבות. מתלווים לכך פעמים רבות גם סימפטומים גופניים ללא הסבר רפואי, דוגמת כאבי ראש, שיניים או גב. מצב זה יכול לנבוע כתוצאה מניסיונות מודעים או לא מודעים של האדם להדוף את תחושות הדיכאון ולהקהות אותן באמצעות מנגנוני הגנה שונים (נפשיים או חיצוניים, דוגמת תלות בחומרים ממכרים). מתי כדאי לפנות לטיפול בדיכאון? מומלץ לפנות לטיפול כאשר הסימפטומים הדיכאוניים מביאים לפגיעה באיכות החיים, בין אם ברמת הרווחה הנפשית של האדם ובין אם ברמה התפקודית (קושי לצאת מהמיטה בבוקר, ניתוק של קשרים חברתיים, ירידה משמעותי בהספק בעבודה וכו'). פעמים רבות תחושות חוסר האונים והייאוש מקשות על הפנייה לטיפול (\"מה זה כבר יעזור לי? מה הטעם?\") ובמקרים אלו תמיכה סביבתית יכולה בהחלט להוות גורם מניע משמעותי. כאמור, המצוקה הנלווית לדיכאון עשויה להביא לניסיונות אובדניים ולכן חשוב לסייע לאדם המדוכא להגיע לטיפול המתאים לו לפני שהמצוקה נעשית בלתי נסבלת עבורו. כיצד מטפלים בדיכאון? כיום קיימות שיטות טיפוליות רבות לדיכאון אשר יכולות להביא לשיפור משמעותי ביותר ולמניעת הישנותן של האפיזודות הדיכאוניות. השיטות המובילות כיום הן טיפול פסיכודינמי, טיפול התנהגותי -קוגניטיבי ותרופות פסיכיאטריות. בחירת סוג הטיפול נעשית בהתאם לחומרת הדיכאון והעדפותיו של המטופל, כאשר השילוב בין טיפול תרופתי לפסיכותרפיה נחשב ליעיל במיוחד. כאשר מדובר בדיכאון של ילדים ובני נוער ניתן לשלב בטיפול גם הדרכת הורים או טיפול משפחתי, ובמצבים של דיכאון חמור, דיכאון לאחר לידה, דיכאון פסיכוטי או חשש לניסיון אובדני (בכל הגילאים) - אשפוז פסיכיאטרי עשוי לספק מסגרת מכילה ותומכת עד להשגת הקלה בסימפטומים. טיפול קוגניטיבי- התנהגותי טיפול קוגניטיבי התנהגותי ( CBT) לדיכאון הינו טיפול קצר מועד הממוקד בזיהוי ושינוי דפוסי חשיבה והתנהגות המשמרים את הדיכאון. רבים מהסובלים מדיכאון מחזיקים באמונות ותפיסות נוקשות ומייאשות המחזקות את תחושות חוסר הערך והדיכאון. תפיסות אלו מביאות להתנהגויות בלתי יעילות כהסתגרות והימנעות מהתנסויות חדשות ואלו משמרות ומגבירות בתורן את הדיכאון. במסגרת הטיפול ניתן לזהות דפוסים אלו ולרכוש מיומנויות התמודדות עמם. שיטות התנהגותיות נוספות עוסקות בשיפור מיומנויות חברתיות ובין אישיות, טכניקות פתרון בעיות וכדומה, המשפרות את התפקוד ובכך גם את המצב הדיכאוני. טיפול פסיכודינמי הטיפול הדינאמי מתמקד באירועי עבר וגורמים לדיכאון, ביחסים בין אישיים ובאופן בו הדיכאון משפיע ומושפע מקונפליקטים וגורמים בלתי מודעים. הטיפול הפסיכודינמי מאפשר רכישת מיומנויות התמודדות טובות יותר עם הדיכאון ומסייע להקל על תחושות חוסר הערך, האשמה והקשיים הבין אישיים אשר פעמים רבות נלווים לדיכאון.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":2,"section_path":"depression/Depression"}
{"id":"depression_0003","text":"טיפול פסיכודינמי הטיפול הדינאמי מתמקד באירועי עבר וגורמים לדיכאון, ביחסים בין אישיים ובאופן בו הדיכאון משפיע ומושפע מקונפליקטים וגורמים בלתי מודעים. הטיפול הפסיכודינמי מאפשר רכישת מיומנויות התמודדות טובות יותר עם הדיכאון ומסייע להקל על תחושות חוסר הערך, האשמה והקשיים הבין אישיים אשר פעמים רבות נלווים לדיכאון. ישנן גישות שונות לטיפול פסיכודינמי בדיכאון, וביניהן למשל הגישה הבינאישית (IPT) . טיפול תרופתי טיפול תרופתי הניתן במסגרת ייעוץ פסיכיאטרי עשוי להביא להקלה משמעותית בדיכאון וחרדה. כיום קיימות תרופות נוגדות דיכאון נוחות לשימוש אשר אינן מגבילות את התפקוד היומיומי ולהן תופעות לוואי יחסית מצומצמות. מומלץ להיעזר בטיפול התרופתי במקביל לפסיכותרפיה: הטיפול הפסיכותרפי משפר מיומנויות התמודדות ומסייע בשינוי דפוסי מחשבה המשמרים את הדיכאון, אך לעיתים הטיפול התרופתי נדרש על מנת לשפר את התחושה באופן שמאפשר שימוש יעיל יותר בטיפול הפסיכותרפי. במקרים של דיכאון חמור או דיכאון עמיד , בו הטיפול התרופתי אינו מסייע במידה מספקת, יתכן גם טיפול בנזעי חשמל (ECT) . Major Depression - דיכאון קליני תסמינים קליניים של דיכאון מג'ורי אדם הסובל מדיכאון קליני, בשונה מדכדוך או עצבות זמניים, חש לאורך זמן רגשות שליליים, קשיי ריכוז, עייפות, היעדר עניין, חוסר יוזמה ואומללות. בנוסף לחוויית המצוקה הסובייקטיבית, עשויות תחושות אלו להביא לקשיים תפקודיים בהיבטי חיים משמעותיים: התפקוד התעסוקתי עשוי להתדרדר עקב אובדן האנרגיות והפגיעה הקוגניטיבית, קשרים בין- אישיים נפגעים עקב אובדן ההנאה והיוזמה, ופעולות בסיסיות כגון שמירה על היגיינה הופכות מורכבות ומייגעות. סימפטומים אלו גורמים למצוקה קשה ומלווים פעמים רבות בתחושות של ייאוש, מחשבות על מוות ואף ניסיונות אובדניים. מעבר לתסמינים הקליניים הכלליים ישנם תסמינים אשר אופניים למגדר. כך לדוגמא, דיכאון אצל נשים נוטה להיות מאופיין ב חרדה , עצבנות, שינויי מצב רוח ועייפות. לעומת זאת, דיכאון אצל גברים נוטה להיות מאופיין בהימנעות מאירועים משפחתיים, עבודה במשך שעות ארוכות ללא הפסקה ואף לעיתים גילויי תוקפנות במערכות יחסים. שכיחות ההפרעה דיכאון קל ודיכאון קליני נחשבים כיום להפרעה הנפשית השכיחה ביותר בעולם המערבי (ההערכות הן כי כ- 7% מהאנשים בארצות הברית סובלים מדיכאון בכל שנה). ישנם הבדלים גדולים בין קבוצות גיל שונות, כך ששכיחות ההפרעה בגילאי 18 עד29 גבוהה פי3 משכיחות ההפרעה בגילאי60 ומעלה. ההפרעה פוגעת בנשים פי 1.5-3 אחוזים ואף יותר מאשר בגברים, ללא תלות ברמה הסוציו- אקונומית או במצב המשפחתי. כמו כן, דיכאון נפוץ יותר באזורים כפריים ואצל אנשים הנעדרים מערכות תמיכה ויחסים קרובים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":3,"section_path":"depression/Depression"}
{"id":"depression_0004","text":"ההפרעה פוגעת בנשים פי 1.5-3 אחוזים ואף יותר מאשר בגברים, ללא תלות ברמה הסוציו- אקונומית או במצב המשפחתי. כמו כן, דיכאון נפוץ יותר באזורים כפריים ואצל אנשים הנעדרים מערכות תמיכה ויחסים קרובים. חשוב להבחין בין דיכאון קליני לבין מצבים הדומים לדיכאון קליני מבחינה סימפטומטית אך נובעים מגורמים אחרים. למשל, שימוש בסמים או בעיות בריאותיות מסוימות (כגון תת פעילות של בלוטת התריס) עשויים ליצור תמונה קלינית של דיכאון. כמו כן, מצבים של עצב עמוק לאחר אובדן , טראומה או אירוע חיים קשה (גירושים, אבחון מחלה קשה) אינם מאובחנים באופן אוטומטי כמצב של דיכאון קליני וזאת מאחר והם מהווים תגובה טבעית למצב חריג. אבחנה של דיכאון מג'ורי לפי ה-DSM-5 A. על מנת לאבחן אדם כבעל דיכאון קליני / מז'ורי חייבים להופיע חמישה או יותר מהסימפטומים הבאים במשך שבועיים רצופים, כאשר לפחות אחד מהם הוא מצב רוח ירוד או חוסר עניין והנאה: ⦁ האבחנה לא תכלול סימפטומים שבאופן מובהק משויכים למצב רפואי אחר . 1. מצב רוח מדוכא במרבית שעות היום, כמעט בכל יום, המדווח בדיווח עצמי (תחושת עצבות, ריקנות או חוסר תקווה) או נצפה על ידי אחרים (אצל ילדים ומתבגרים יכול להיות מצב רוח עצבני). 2. הפחתה בולטת בעניין או בהנאה בכל או כמעט בכל הפעילויות במשך רוב היום, כמעט כל יום (המדווח בדיווח עצמי או נצפה על ידי אחרים). 3. ירידה משמעותית ולא מכוונת במשקל או עלייה במשקל (שינוי של5% במשקל הגוף תוך חודש), תיאבון מופחת או מוגבר כמעט כל יום (אצל ילדים, אי הגעה למשקל המצופה לפי הגיל ומבנה גוף, יחשב כעמידה בסימפטום זה). 4. נדודי שינה או שינה מוגברת כמעט בכל יום 5. תנועתיות מוגברת או איטיות יתר המופיעות כמעט בכל יום (נצפה על ידי אחרים, ולא מאובחן על ידי תחושה סובייקטיבית של חוסר מנוחה או האטה). 6. עייפות או חוסר אנרגיה כמעט בכל יום 7. תחושת חוסר ערך או אשמה מוגזמת או לא מותאמת (יכולה להיות מחשבת שווא) כמעט בכל יום 8. צמצום היכולת להתרכז או לחשוב בבהירות, או אפיון בהססנות, כמעט בכל יום (דיווח עצמי או נצפה על ידי אחרים). 9. מחשבות חוזרות ונשנות על מוות (לא רק פחד ממוות), רעיונות חוזרים של התאבדות בלי תכנון ספציפי ניסיון התאבדות או תוכנית ספציפית לבצע התאבדות. B. אבחנת דיכאון קליני / מז'ורי תינתן כאשר הסימפטומים השונים מביאים למצוקה משמעותית או לפגיעה בתפקוד החברתי, התעסוקתי או תחומי תפקוד משמעותיים אחרים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":4,"section_path":"depression/Depression"}
{"id":"depression_0005","text":"B. אבחנת דיכאון קליני / מז'ורי תינתן כאשר הסימפטומים השונים מביאים למצוקה משמעותית או לפגיעה בתפקוד החברתי, התעסוקתי או תחומי תפקוד משמעותיים אחרים. C. האפיזודה אינה קשורה לסימפטומים פיזיולוגיים של חומרים או למצב רפואי אחר ⦁ אובדן משמעותי (שכול, משבר כלכלי עמוק , אובדן עקב אסון טבע , מחלה קשה או נכות ) עלול לכלול סימפטומים הדומים לדיכאון מז'ורי . יש להביא בחשבון כי אובדן עלול להוביל לדיכאון ועל כן יש לבחון כל מקרה לגופו, להתייחס להיסטוריה של האדם, לנורמות החברתיות של הבעת מצוקה בזמן אובדן ולבצע הערכה קלינית מעמיקה . D. הופעת הדיכאון קליני / מז'ורי אינה מוסברת טוב יותר על ידי סכיזופרניה , הפרעה סכיזואפקטיבית, הפרעה סכיזופורמית, הפרעה דלוזיונאלית, או הפרעות אחרות בספקטרום הסכיזופרניה והפרעות פסיכוטיות אחרות. E. מעולם לא היו אפיזודות מאניות או היפומאניות (במידה והייתה אפיזודה כמו-מאנית או כמו-היפומאנית שנגרמה ממצב פיזיולוגי או רפואי, למשל כתוצאה מנטילת סם, הדבר אינו נחשב כאפיזודה מאנית או היפו- מאנית לעניינו של סעיף זה). בנוסף לכך, על פי ה -DSM ישנם תתי סוגים של דיכאון קליני, כלומר מאפיינים ייחודיים המלווים את האדם ונוספים לאבחנה של הפרעת הדיכאון המז'ורי: דיכאון עם מאפייני חרדה: מצב בו תוך כדי שהאדם עונה על הקריטריונים לדיכאון הוא מאופיין גם בתסמינים של חרדה כגון חוסר מנוחה, דאגנות ופחד שמשהו נורא יקרה. דיכאון עם מאפיינים מעורבבים: מצב בו בנוסף לאבחנה של דיכאון ישנם מאפיינים של מאניה או היפו-מאניה ואלה אינם עונים על הקריטריון להפרעה דו קוטבית. דיכאון עם מלנכוליה : דיכאון בו ישנם מאפיינים מלנכולים כגון חוסר עניין, ייאוש ודיכאון שבולט בעיקר בבקרים. דיכאון עם מאפיינים לא טיפוסיים: דיכאון בו מצב רוחו של האדם עשוי להתרומם בשל אירוע משמח ויש בו גם תסמינים של השמנה ועודף שינה. דיכאון פסיכוטי: דיכאון בו ישנם מאפיינים של פסיכוזה כגון מחשבות שווא והזיות. דיכאון קטטוני: דיכאון בו יש קטטוניה, תסמין של פגיעה תנועתית אשר נמצא על בסיס נפשי. דיכאון אחרי לידה : דיכאון אשר מאובחן במהלך ההיריון או במהלך ארבעת השבועות שלאחר הלידה. דיכאון עונתי: דיכאון אשר נוטה להופיע בעונה ספציפית (בעיקר בחורף). טיפול בדיכאון מג'ורי למרות תחושת חוסר האונים המלווה מצבים דיכאוניים, טיפול בדיכאון עשוי בהחלט להקל על הסימפטומים ועל המצוקה הנלווית להם באופן משמעותי. במקרים קלים יחסית, ניתן לבחור בין טיפול תרופתי מתאים (לרוב בנוגדי דיכאון) לפסיכותרפיה, ובמקרים קשים יותר כדאי לשלב בין סוגי הטיפולים השונים בכדי לאפשר הן הקלה מהמצוקה והן הקניית מיומנויות להתמודדות.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":5,"section_path":"depression/Depression"}
{"id":"depression_0006","text":"טיפול בדיכאון מג'ורי למרות תחושת חוסר האונים המלווה מצבים דיכאוניים, טיפול בדיכאון עשוי בהחלט להקל על הסימפטומים ועל המצוקה הנלווית להם באופן משמעותי. במקרים קלים יחסית, ניתן לבחור בין טיפול תרופתי מתאים (לרוב בנוגדי דיכאון) לפסיכותרפיה, ובמקרים קשים יותר כדאי לשלב בין סוגי הטיפולים השונים בכדי לאפשר הן הקלה מהמצוקה והן הקניית מיומנויות להתמודדות. במידה והפגיעה בתפקוד של האדם קשה וממושכת, או כאשר קיים סיכון משמעותי לחייו בעקבות מחשבות וכוונה אובדנית או מצב פסיכוטי, מומלץ לשק ול טיפול במסגרת של אשפוז פסיכיאטרי. Postpartum Depression - דיכאון אחרי לידה לידה הנה אירוע משמעותי, אשר לרוב נקשרות בו משמעויות חיוביות של התחלה חדשה, הרחבת המשפחה והתרגשות. יחד עם זאת, נמצא כי למעלה מ -15% מהנשים סובלות מסימפטומים של דיכאון מז'ורי/קליני במהלך ההיריון או בשלושת החודשים הראשונים שלאחר הלידה. כמו כן, נמצא כי תופעה זו אינה ייחודית לאוכלוסיית הנשים, וכי 10% מהגברים אשר הופכים לאבות טריים סובלים גם הם מסימפטומים דיכאוניים פנייה לעזרה מקצועית (פסיכותרפיה או טיפול תרופתי) הוכחה כיעילה להפחתת המצוקה, לשיפור הקשר עם התינוק ולחזרה לאיכות חיים מיטיבה ומלאה. איך נראה דיכאון אחרי לידה? דיכאון אחרי לידה עשוי לבוא לידי ביטוי על פני רצף של דרגות חומרה. המקרים הפחות חמורים מכונים \"בייבי בלוז \", ומתייחסים לתופעה נורמלית של דכדוך בימים הראשונים שלאחר הלידה, אשר חולפת מעצמה. במקרים החמורים יותר, מדובר במצב של דיכאון קליני , המתבטא בסימפטומים כגון מצב רוח ירוד, נטייה לבכי, שיבוש בתחושת הרעב ובהרגלי השינה (שלא בהשפעת הטיפול בתינוק), הסתגרות הכוללת ירידה במידת התפקוד היום -יומי, ירידה במידת ההנאה והעניין בפעילויות אשר נתפסו כמהנות בעבר, עצבנות וקשיים בריכוז. סימפטומים אלו משפיעים הן על האם והן על איכות הקשר שלה עם התינוק. במקרים נדירים, יכולה להופיע פסיכוזה שלאחר לידה אשר מאופיינת באיבוד הקשר עם המציאות, אשר במקרים חריגים וקיצוניים יכולה להגיע לכדי סיכון לשלום התינוק. מצב של פסיכוזה יכול להתאפיין בחשדנות מוגברת וחוסר אמון באחרים (כולל אנשים קרובים), ראיית דברים או שמיעה של קולות שאינם קיימים (הלוצינציות) וכן מחשבות על פגיעה עצמית או דחף לפגיעה בתינוק. אבחנת דיכאון סב -לידתי בDSM בעוד שהמונח המוכר הוא ״דיכאון אחרי לידה״, המהדורה העדכנית של ה-DSM-5-TR משתמשת במונח דיכאון סב- לידתי. שינוי מינוח זה נובע מההכרה המקצועית כי במקרים רבים, האפיזודה הדיכאונית אינה מתחילה רק לאחר הלידה, אלא מתפתחת כבר במהלך ההיריון.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":6,"section_path":"depression/Depression"}
{"id":"depression_0007","text":"אבחנת דיכאון סב -לידתי בDSM בעוד שהמונח המוכר הוא ״דיכאון אחרי לידה״, המהדורה העדכנית של ה-DSM-5-TR משתמשת במונח דיכאון סב- לידתי. שינוי מינוח זה נובע מההכרה המקצועית כי במקרים רבים, האפיזודה הדיכאונית אינה מתחילה רק לאחר הלידה, אלא מתפתחת כבר במהלך ההיריון. ההגדרה העדכנית מתייחסת להופעת תסמינים דכאוניים במהלך ההיריון או בארבעת השבועות הראשונים שלאחר הלידה, אם כי קלינאים רבים מתייחסים לטווח של עד שנה מהלידה. מה גורם לדיכאון אחרי לידה? אין גורם מנבא אחד לדיכאון אחר לידה, והוא נגרם לרוב משילוב של פרמטרים רבים, פסיכולוגיים, ביולוגיים וסביבתיים כאחד. נהוג לחלק את גורמי הסיכון המרכזיים לארבע קבוצות עיקריות: גורמים ביולוגיים והורמונאליים הבסיס להתפתחות ההפרעה נעוץ פעמים רבות בטלטלה הפיזיולוגית שחווה הגוף סביב הלידה. צניחתם החדה של הורמוני המין (אסטרוגן ופרוגסטרון) מיד לאחר הלידה, בשילוב עם שינויים בתפקוד בלוטת התריס, מערערת את האיזון העצבי ומשפיעה ישירות על וויסות מצב הרוח. פגיעות פיזיולוג ית זו מועצמת על ידי עייפות כרונית ומחסור בשינה, המאפיינים את התקופה הראשונה להורות ושוחקים את החוסן הגופני והנפשי. כמו כן, קיים מרכיב גנטי מובהק. נשים בעלות היסטוריה משפחתית של דיכאון נושאות מטען גנטי שעשוי להגביר את הרגישות לשינויים אלו. גורמים פסיכולוגיים מעבר לביולוגיה, ההיסטוריה הנפשית של האישה היא גורם ניבוי משמעותי. נשים שהתמודדו בעבר עם אפיזודות של דיכאון או חרדה (כולל במהלך ההיריון הנוכחי) נמצאות בסיכון גבוה להישנות הסימפטומים לאחר הלידה. בנוסף, המעבר לאימהות עשוי להציף תכנים נפשיים מורכבים: פער מכאיב בין הציפייה ל\"אימהות מושלמת\" לבין המציאות התובענית, תחושות אשמה, או התמודדות עם היריון שלא היה מתוכנן. לעיתים, חווית הלידה והאימהות מהווה טריגר המעיר טראומות עבר רדומות ומשקעים רגשיים. גורמים חברתיים וסביבתיים דיכאון אינו מתרחש בוואקום, אלא מושפע עמוקות מהמעטפת החברתית. מחקרים חוזרים ומראים כי היעדר רשת תמיכה יציבה, בין אם מצד בן או בת הזוג ובין אם מהמשפחה המורחבת, מהווה גורם סיכון משמעותי, המעצים את תחושת הבדידות והבידוד החברתי. גורמי דחק חיצוניים המתרחשים בסמוך ללידה, כגון משבר כלכלי, אובדן או מעבר דירה, מכבידים על המשאבים הנפשיים הפנויים להסתגלות. גורמים הקשורים למהלך הלידה ולתינוק נשים רבות עוברות לידות מורכבות או מתמודדות עם אתגרים רפואיים ואינן מפתחות דיכאון. עם זאת, במקרים מסוימים, נשים שחוו לידה טראומטית, סיבוכים רפואיים (כגון ניתוח חירום או סוכרת היריון) או לידה מוקדמת, עשויות לחוות תחושת חוסר אונים המתקשרת לסימפטומים דיכאוניים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":7,"section_path":"depression/Depression"}
{"id":"depression_0008","text":"גורמים הקשורים למהלך הלידה ולתינוק נשים רבות עוברות לידות מורכבות או מתמודדות עם אתגרים רפואיים ואינן מפתחות דיכאון. עם זאת, במקרים מסוימים, נשים שחוו לידה טראומטית, סיבוכים רפואיים (כגון ניתוח חירום או סוכרת היריון) או לידה מוקדמת, עשויות לחוות תחושת חוסר אונים המתקשרת לסימפטומים דיכאוניים. בדומה לכך, האתגר היומיומי בטיפול בתינוק עם מזג סוער המרבה לבכות, או קשיים מתמשכים בהנקה, עשויים לערער את תחושת המסוגלות האימהית ולהוות זרז להתפתחות מצוקה רגשית. דיכאון אחרי לידה בקרב גברים אף על פי שדיכאון אחרי לידה מאובחן לרוב בקרב נשים, מחקרים מצאו כי גם גברים סובלים מסימפטומים דיכאוניים בשנה הראשונה שלאחר לידה, וזאת בשיעור דומה לזה של נשים. סימפטומים אלו כוללים תחושת עצבות, אובדן עניין בפעילויות שבעבר הסבו הנאה, תחושת חוסר ערך וירידה באנרגיה. המופע הדיכאוני עשוי להיות שונה בקרב גברים בהשוואה לנשים, שכן נמצא כי גברים נוטים להגיב לסימפטומים של דיכאון אחרי לידה בחרדה או אגרסיביות מסוימת, ואף לחוות התפרצויות זעם או לפנות לשימוש בחומרים ממכרים. חשוב לציין כי מכיוון שהתופעה פחות מוכרת בקרב גברים , גברים אשר סובלים מדיכאון לאחר לידה עשויים שלא להיות מאובחנים נכונה, ולסבול מסטיגמה. אלו עלולים להקשות על ההסתגלות למצב החדש, ולהתמודדות עמו. דרכי טיפול בדיכאון אחרי לידה למצב של דיכאון אחר לידה יכולות להיות השלכות משמעותיות על מצבה הנפשי של האם, הקשר הזוגי שלה, חיי המשפחה וכמובן הקשר עם התינוק החדש. איתור מוקדם של הסימפטומים הדיכאוניים יוכל לאפשר הפנייה אל גורם מקצועי מתאים והתערבות מהירה. ישנן מספר גישות שונות לטיפול בדיכאון אחרי לידה: פסיכותרפיה פרטנית • טיפול בין -אישי (IPT ): טיפול בדיכאון אחרי לידה באמצעות טיפול בין-אישי מבקש להקל על מצבי דיכאון באמצעות התמקדות בזירה הבין אישית. טיפול זה שואף להקל על הסימפטומים באמצעות איזון מחודש של תפקידו של המטופל בקשרים השונים, כך שתתאפשר בהם יותר קבלה, תמיכה והדדיות. • טיפול קוגניטיבי -התנהגותי (CBT): טיפול קצר מועד אשר מתבסס על ההנחה כי מקורו של הדיכאון בדפוסי חשיבה שליליים (\"התינוק בוכה - שוב נכשלתי\"), לצד התנהגויות לא מסתגלות שנלמדו, אשר מעצימות את המצוקה. הטיפול מניח כי אתגור ושינוי של אותם דפוסי חשיבה שליליים, לצד התנסות חדשה בשטח, יקדמו תהליכים של שינוי ויקלו על המצוקה. • פסיכותרפיה פסיכודינמית: טיפול בדיכאון אחרי לידה באמצעות פסיכותרפיה דינמית רואה בסימפטומים הדיכאוניים סימן המעיד על מצוקה נפשית עמוקה יותר, כזו אשר שורשיה טמונים בילדות המוקדמת וביחסים בינאישיים מופנמים (מול דמויות ההורים בעיקר).","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":8,"section_path":"depression/Depression"}
{"id":"depression_0009","text":"הטיפול מניח כי אתגור ושינוי של אותם דפוסי חשיבה שליליים, לצד התנסות חדשה בשטח, יקדמו תהליכים של שינוי ויקלו על המצוקה. • פסיכותרפיה פסיכודינמית: טיפול בדיכאון אחרי לידה באמצעות פסיכותרפיה דינמית רואה בסימפטומים הדיכאוניים סימן המעיד על מצוקה נפשית עמוקה יותר, כזו אשר שורשיה טמונים בילדות המוקדמת וביחסים בינאישיים מופנמים (מול דמויות ההורים בעיקר). מצוקה זו הנה פעמים רבות לא פתורה ולא נגישה לאדם, כמו נטישה רגשית או פיזית שחווה בעבר, והוא אינו מקשר אותה למה שהוא מרגיש בהווה. טיפול זה מאפשר עיבוד מעמיק של חווית האימהות, התמודדות עם קונפליקטים פנימיים, ומתן מילים ומשמעות לאותה מצוקה, ובכך מסייע להורים להגיע לתובנות לגבי המקור של הדיכאון, מתוך הנחה כי עצם התובנה היא מפתח מרכזי בדרך לשינוי. טיפול דיאדי (אם -תינוק) במצבים של דיכאון סב -לידתי, הטיפול באם לבדה אינו מספיק לעיתים, שכן הדיכאון עלול לפגוע ביכולת להיענות לאיתותי התינוק וליצור עמו קשר רגשי בטוח. הטיפול הדיאדי הוא טיפול משותף לאם ולתינוק, שמטרתו לחזק את ההתקשרות ולשפר את התקשורת הלא -מילולית ביניהם. מחקרים מדגישים כי טיפול זה משמש גם כהתערבות מניעתית עבור התינוק, במטרה למנוע השלכות רגשיות והתפתחותיות עתידיות אצלו. טיפול זוגי, משפחתי וקבוצתי דיכאון אינו משפיע רק על האם, אלא מטלטל את המערכת המשפחתית כולה. טיפול זוגי או משפחתי מסייע לגייס את בן/בת הזוג וקרובים נוספים כגורם תומך, משפר את התקשורת ומפחית חיכוכים שעלולים להחמיר את מצבה של האם. במקביל, קבוצות תמיכה מאפשרות לאימהות לפגוש נשים במצב דומה, מה שמסייע רבות בהפחתת תחושת הבדידות והאשמה. טיפול תרופתי במקרים של דיכאון בינוני עד קשה, או כאשר הטיפול השיחתי אינו מביא להטבה מספקת, יש לשקול שילוב של טיפול תרופתי (נוגדי דיכאון וחרדה), בהתייעצות עם פסיכיאטר המתמחה בבריאות האישה סביב הלידה. טיפול באמצעות תרופות רלוונטי בייחוד כאשר הסימפטומים הדיכאוניים מעוררים מצוקה רבה ופוגעים בתפקוד של האם. אורח חיים והרגלים תומכי החלמה לצד הטיפול המקצועי, המחקרים העדכניים מדגישים כי אימוץ הרגלים מיטיבים הוא חלק בלתי נפרד מתהליך ההחלמה. שמירה על תזונה מאוזנת, ביצוע פעילות גופנית מתונה וניסיון לייצר חלונות מנוחה, הוכחו כמסייעים בשיפור מצב הרוח והפחתת חרדה. כמו כן, תרגול טכניקות גוף -נפש (כגון יוגה או מיינדפולנס) וגיוס עזרה מעשית בניהול הבית, מאפשרים לאם להפחית את רמות הסטרס ולצבור כוחות מחודשים. דיכאון אחרי לידה – קושי בפנייה לעזרה למרות הידע הקיים לגבי הטיפול בדיכאון אחרי לידה, במקרים רבים נשים שומרות על כך בסוד בשל רתיעתן מפני הסטיגמה של \"להיות אמא רעה\".","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":9,"section_path":"depression/Depression"}
{"id":"depression_0010","text":"כמו כן, תרגול טכניקות גוף -נפש (כגון יוגה או מיינדפולנס) וגיוס עזרה מעשית בניהול הבית, מאפשרים לאם להפחית את רמות הסטרס ולצבור כוחות מחודשים. דיכאון אחרי לידה – קושי בפנייה לעזרה למרות הידע הקיים לגבי הטיפול בדיכאון אחרי לידה, במקרים רבים נשים שומרות על כך בסוד בשל רתיעתן מפני הסטיגמה של \"להיות אמא רעה\". החשש מהסטיגמה לא פעם מעורר באם רגשות אשם ובושה (\"איזו מן אמא אני?\", \"כולן מסתגלות למצב החדש, ורק אני לא?\"), אשר עשויים להחריף ואף להאריך את משך הסימפטומים הדיכאוניים. בנוסף, הסימפטומים לא תמיד מזוהים בזמן בתור סימפטומים של דיכאון אחרי לידה, בייחוד במקרים בהם קיים מרווח זמנים בין זמן הלידה לבין מועד הופעת הסימפטומים. אלמנט נוסף שמקשה על הזיהוי, הנו הנטייה של האם וסביבתה לתפוס את הסימפטומים כתגובה נורמאלית וכתהפוכות שחלו בחיי האם בעקבות הלידה כיציאה ממעגל העבודה, וההשקעה הרגשית והפיזית הרבה בתינוק. במקרים אלו, נשים עשויות לא לפנות לטיפול אלא לצפות לשיפור ספונטני במצב,שלא תמיד מגיע. במקרים רבים התערבות טיפולית חיונית בכדי להביא להקלה בסימפטומים, ובכדי לאפשר לאם לגייס מספיק כוחות על מנת לטפל הן בעצמה והן בתינוק. Psychotic Depression - דיכאון פסיכוטי דיכאון פסיכוטי הוא איננו אבחנה פסיכיאטרית העומדת בפני עצמה ב-DSM (מדריך האבחנות הפסיכיאטריות האמריקאי), כי אם תת סוג של דיכאון מז'ורי. כלומר, כדי לקבל אבחנה של דיכאון פסיכוטי, על האדם לעמוד בקריטריונים הרלוונטיים לאבחון של דיכאון מז'ורי (דיכאון קליני), יחד עם סימפטומים של התקף פסיכוטי. לרוב דיכאון פסיכוטי פורץ כאשר הסימפטומים הדיכאוניים מופיעים ברמת חומרה קיצונית ביותר, בייחוד במקרים בהם ישנה סכנה אובדנית, היפוכונדריה או חרדות אחרות ופגיעה קו גניטיבית. דיכאון פסיכוטי: מאפייני ההפרעה דיכאון פסיכוטי כולל סימפטומים של דיכאון קליני, וביניהם תחושת עצבות, ייאוש, היעדר עניין, חוסר מוטיבציה וחשק, שינויים בתיאבון, בחשק המיני ובהרגלי השינה. לצד זאת, מופיעים סימפטומים של התקף פסיכוטי ברמת חומרה משתנה, הנחלקים לשני סוגים. הסוג הראשון, כולל סימפטומים פסיכוטיים אשר תואמים לתכנים הדיכאוניים. ביניהם ניתן למצוא מצבים של אילמות (אובדן היכולת לדבר), הזנחה עצמית חריפה, וכן סוגי דלוזיות והלוצינציות אשר תואמים לתחושת העצב והייאוש, דוגמת שמיעת קולות אשר מטיפים לאדם כי הוא חסר ערך או דלוזיות של אשמה (למשל מצב בו האדם מאמין כי הוא נענש על חטאים שונים שביצע, ולפיכך נידון לסבול). הסוג השני של הסימפטומים הפסיכוטיים כולל כאלה אשר מנוגדים לסימפטומים הדיכאוניים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":10,"section_path":"depression/Depression"}
{"id":"depression_0011","text":"ביניהם ניתן למצוא מצבים של אילמות (אובדן היכולת לדבר), הזנחה עצמית חריפה, וכן סוגי דלוזיות והלוצינציות אשר תואמים לתחושת העצב והייאוש, דוגמת שמיעת קולות אשר מטיפים לאדם כי הוא חסר ערך או דלוזיות של אשמה (למשל מצב בו האדם מאמין כי הוא נענש על חטאים שונים שביצע, ולפיכך נידון לסבול). הסוג השני של הסימפטומים הפסיכוטיים כולל כאלה אשר מנוגדים לסימפטומים הדיכאוניים. כך לדוגמא, אדם עשוי לחוש מדוכא, ולצד זאת ישתף במחשבות גדלות ובתחושה שיש לו ידע וכוחות מופרזים. איך מטפלים בדיכאון פסיכוטי? האתגר הראשון בטיפול בדיכאון פסיכוטי מתחיל כבר בשלב האבחון, לאור הקושי הראשוני להבדיל בין דיכאון פסיכוטי לבין סכיזופרניה לסוגיה. לדוגמא, כאשר מדובר בדיכאון פסיכוטי הכולל סימפטומים דיכאוניים התואמים את הסימפטומים הפסיכוטיים, התמונה הקלינית של סכיזופרניה קטטונית מאוד דומה. כמו כן, במקרים רבים הסימפטומים הפסיכוטיים יכולים להיות מינוריים או חבויים. אבחון נכון חשוב ביותר, שכן הוא קובע הן את הטיפול והן את סיכויי ההחלמה. הערכה פסיכיאטרית מקיפה היא השלב ההתחלתי בדרך לאבחון נכון של ההפרעה. מרגע קבלת האבחון, אתגר נוסף קשור לאיכות הטיפול הניתן. הטיפול בדיכאון פסיכוטי מתבסס על שילוב של תרופות אנטי-פסיכוטיות יחד עם תרופות נגד דיכאון הניתנות במסגרת פסיכותרפיה כלשהי (טיפול דינאמי, טיפול CBT וכו'). יחד עם זאת, נמצא כי הסימפטומים של דיכאון פסיכוטי לא פעם עמידים בפני טיפול, וכי במקרים רבים חל שיפור זמני בלבד, אשר מלווה בהמשך בהתדרדרות נוספת. בשל מורכבות האבחון והטיפול, לצד הסכנה האובדנית הקיימת במקרים אלו, אפיק טיפולי מומלץ כולל מסגרת כלשהי של אשפוז פסיכיאטרי או חלופת אשפוז. מקרים נוספים המצריכים התערבות טיפולית מהירה במיוחד הנם מקרים של דיכאון פסיכוטי המתפרץ במסגרת דיכאון לאחר לידה. הטיפול במקרים אלו קריטי במיוחד מתוך דאגה לא רק לאם, אלא לאיכות הקשר שלה עם התינוק ולשלומו. כיום, ישנם אנשי מקצוע הטוענים כי דיכאון פסיכוטי אינו תת סוג של דיכאון קליני, אלא הפרעה נפרדת. בין היתר, מתבססים הטיעונים על הבדלים נוירולוגיים בולטים בין שני המקרים. לעומתם, יש הטוענים כי מדובר ברצף בין שתי קבוצות של הפרעות, כאשר בקצהו האחד נמצאות הפרעות מצב רוח, ובקצהו השני הפרעות פסיכוטיות. Dysthymia - דיסתימיה תסמינים קליניים דיסתימיה היא הפרעת מצב רוח בעלת מהלך כרוני מתמשך, המאופיינת במצב רוח דיכאוני ממושך, תחושות של חוסר שייכות, חוסר בעניין והנאה, אשמה, הערכה עצמית נמוכה, פסימיות ועצבנות.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":11,"section_path":"depression/Depression"}
{"id":"depression_0012","text":"לעומתם, יש הטוענים כי מדובר ברצף בין שתי קבוצות של הפרעות, כאשר בקצהו האחד נמצאות הפרעות מצב רוח, ובקצהו השני הפרעות פסיכוטיות. Dysthymia - דיסתימיה תסמינים קליניים דיסתימיה היא הפרעת מצב רוח בעלת מהלך כרוני מתמשך, המאופיינת במצב רוח דיכאוני ממושך, תחושות של חוסר שייכות, חוסר בעניין והנאה, אשמה, הערכה עצמית נמוכה, פסימיות ועצבנות. תחושות אלה מביאות להסתגרות ולנסיגה חברתית, פגיעה בריכוז ובזיכרון וירידה כללית בפעילות של האדם. התסמינים דומים לאלה של דיכאון , אלא שתחילת ההפרעה הדיסתימית בדרך כלל תהיה איטית והדרגתית, ולעיתים כמעט שאינה מובחנת. מצבי לחץ נפשיים קשים הנובעים מאובדן או כישלון יכולים להצית את ההפרעה בצורתה החריפה יותר, אך חומרת התסמינים מתונה יותר בהשוואה לאלו של דיכאון עמוק. במובן זה, הפרעה דיסתימ ית יכולה להיתפס כנטייה קבועה למועקה ומצב רוח מדוכדך, והיא יכולה להיות מלווה בנדודי שינה וחוסר תיאבון, או היפוכם (שינה יתרה ואכילת יתר). לעיתים קרובות, התוקפנות שחווה האדם מופנית החוצה בצורת כעס, תלונות והאשמות כלפי הסביבה, או פנימה, בצורת אכזבה עצמית והאשמה עצמית. יתכנו הפסקות או הקלות בתחושות הקשות, אך לתקופה של כמה ימים לכל היותר. שכיחות ההפרעה הפרעת הדיכאון המתמשך, כפי שהיא מופיעה ב -V-DSM היא שילוב בין הפרעת הדיסתימיה והפרעת הדיכאון המז'ורי , כפי שהופיעו ב -IV-DSM. השכיחות השנתית של דיסתימיה בארה\"ב מוערכת ב-0.5% בעוד הפרעת הדיכאון המז'ורי מוערכת ב-1.5%. אחוז גבוה יותר של נשים סובלות מדיסתימיה, פי שניים או שלושה יותר מאשר גברים, אם כי בקרב ילדים הנטייה קיימת במידה שווה בקרב בנים ובנות. ההפרעה נפוצה יותר בקרב אנשים צעירים ולא נשואים, ובקרב אנשים בעלי הכנסה נמוכה. מקובל להגדיר את ההפרעה בהתאם לגיל בו היא מופיעה לראשונה: אם התסמינים מופיעים לפני גיל 21 תהיה זו \"התפרצות מוקדמת\", ומגיל21 ואילך– \"התפרצות מאוחרת\". דיסתימיה בילדים נפוצה יותר מדיכאון מז'ורי ועל פי רוב תהווה סימן מקדים (בשנים אחדות) להתפרצותו של דיכאון. דיסתימיה מופיעה לעיתים קרובות ביחד עם הפרעות נוספות, במיוחד דיכאון מז'ורי, הפרעות חרדה (במיוחד התקפי חרדה, הנקראים גם \"הפרעת פאניקה\"), שימוש לרעה בחומרים (כמו סמים או אלכוהול) וגם הפרעת אישיות גבולית . אבחנה על פי ה -DSM-5 הפרעת דיכאון מתמשך מאובחנת כאשר מתקיימים הקריטריונים הבאים A. מצב רוח מדוכא במשך רוב שעות היום, ברוב הימים, שדווח בדיווח עצמי או נצפה על ידי אחרים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":12,"section_path":"depression/Depression"}
{"id":"depression_0013","text":"אבחנה על פי ה -DSM-5 הפרעת דיכאון מתמשך מאובחנת כאשר מתקיימים הקריטריונים הבאים A. מצב רוח מדוכא במשך רוב שעות היום, ברוב הימים, שדווח בדיווח עצמי או נצפה על ידי אחרים. מצב רוח זה צריך להימצא למשך שנתיים לפחות. ⦁ בקרב ילדים ומתבגרים מצב רוח אופייני הוא של חוסר שקט ועצבנות, ומשכו לפחות שנה אחת. B. הימצאות של שניים (או יותר) מהתסמינים הבאים בזמן מצב הרוח הדיכאוני 1. תיאבון ירוד או אכילת יתר 2. נדודי שינה או שנת יתר 3. עייפות או חוסר אנרגיה 4. הערכה עצמית נמוכה 5. קשיי ריכוז או קשיים בקבלת החלטות 6. תחושה של חוסר תקווה C. במהלך השנתיים (שנה בילדים ומתבגרים) בהן נמשכת ההפרעה, האדם לא היה חופשי מהתסמינים המוזכרים בסעיפים A ו- B למשך יותר מחודשיים רצוף D. הקריטריונים לדיכאון מז'ורי יכולים להיות נוכחים למשך שנתיים E. מעולם לא היתה אפיזודה מאנית או היפומאנית והקריטריונים הנדרשים להפרעה ציקלותימית מעולם לא התקיימו. F. ההפרעה אינה מוסברת טוב יותר על ידי: סכיזופרניה, הפרעה סכיזואפקטיבית, הפרעה סכיזופורמית הפרעה דלוזיונאלית, או הפרעות בספקטרום הסכיזופרניה ספציפיות או לא ספציפיות והפרעה פסיכוטית אחרת. G. התסמינים אינם קשורים להשפעות פיזיולוגיות של חומרים או מצב רפואי אחר H. התסמינים גורמים למצוקה קלינית משמעותית או פגיעה בתפקוד החברתי, התעסוקתי, או בתחומי חיים משמעותיים אחרים. ⦁ הקריטריונים לדיכאון מז'ורי כוללים 4 סימפטומים שאינם קיימים בדיסתימיה, לכן ייתכן כי יהיו מספר מצומצם של מקרים בעלי סימפטומים דיכאוניים שנמשכים יותר משנתיים אבל לא יתאימו לאבחנה של דיסתימיה. במקרה בו כל הקריטריונים המתאימים לאפיזודת דיכאון מז' ורי הופיעו בנקודת זמן מסוימת במהלך האפיזודה, צריכה להינתן אבחנת דיכאון מז' ורי. אחרת, צריכה להינתן דיאגנוזה של הפרעת דיכאון ספציפית אחרת או לא ספציפית ( NOS .) מהם הגורמים לדיסתימיה בדומה למרבית האבחנות הפסיכיאטריות, ישנם תהליכים רבים המזוהים עם התפתחות ההפרעה הדיסתימית. גורמים ביולוגיים וגנטיים מחקרים מראים שבדומה להפרעת דיכאון מז'ורי, גם בהפרעה דיסתימית מופיעים דפוסי שינה חריגים, כמו למשל עלייה בתכיפות ובאינטנסיביות של תנועות עיניים מהירות (R.E.M) בזמן שינה. לצד זאת מחקרים מראים שישנו סיכוי גבוה יותר ללקות בדיסתימיה אם קרוב משפחה מדרגה ראשונה סבל מהפרעה זו או מדיכאון מז'ורי. גורמים פסיכו-סוציאליים תיאורטיקנים מקשרים את מאפייני הדיסתימיה לקשיים בהתפתחות האגו והאישיות, ולקשיים בתוך המשפחה ביחסים בין הורים וילדים. פרויד, בספרו \"אבל ומלנכוליה\", התייחס למצבי אבל או אכזבה בשלב מוקדם בחיים כמעודדים התפתחות של דיכאון.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":13,"section_path":"depression/Depression"}
{"id":"depression_0014","text":"גורמים פסיכו-סוציאליים תיאורטיקנים מקשרים את מאפייני הדיסתימיה לקשיים בהתפתחות האגו והאישיות, ולקשיים בתוך המשפחה ביחסים בין הורים וילדים. פרויד, בספרו \"אבל ומלנכוליה\", התייחס למצבי אבל או אכזבה בשלב מוקדם בחיים כמעודדים התפתחות של דיכאון. חוויה של אובדן או פרידה משמעותית (במיוחד מההורים) מתקשרת לעיתים קרובות לנסיגה לשלבי ילדות תלותיים, הערכה עצמית ירודה ותסכול המביא לתוקפנות (לפי התיאוריה, דינאמיקה זו מקושרת להפנמה של האובייקט האבוד והפניית הכעס והתוקפנות כלפי פנים). גורמים קוגניטיביים מנקודת מבט קוגניטיבית, ניתן להסביר את ההפרעה הדיסתימית דרך ערך עצמי נמוך, ולראות את קשיי התפקוד כנובעים מתחושת חוסר אונים נרכש. בדומה למצב של דיכאון מז'ורי, גם האדם הדיסתמי מתאפיין בהטיות חשיבה מסוימות אשר מייצרות ומתחזקות את הסימפטומים הדיכאוניים. המודל ניתמך על ידי הצלחה טיפולית בשיטות קוגניטיביות. איך אפשר לטפל בדיסתימיה? במצבים של דיכאון מז'ורי, הפגיעה בתפקוד חמורה כל כך עד שהיא יוצרת פעמים רבות \"שבר\" של ממש בחיי האדם - מה שדוחף אותו לחפש טיפול מתאים והקלה למצוקה הנפשית שהוא חווה. לעומת זאת, אנשים הסובלים מדיסתימיה ממשיכים לשמור על רמת תפקוד גבוהה, מה שיכול להקשות עליהם להבין כי קיים טיפול שיכול להקל על תחושותיהם. לאור האופי המתמשך של ההפרעה, האדם הדיסתמי נוהג לראות את עצמו כ\"כזה\" - מדוכדך, עצבני, חסר כוחות ומוטיבציה, מבלי להעלות בדעתו כי קיימת אבחנה מתאימה (ולה גם טיפול מתאים). אנשים הסובלים מדיסתמיה יגיעו פעמים רבות לטיפו ל נפשי לאור הצטברות של קשיים (חברתיים, בינאישיים, תעסוקתיים), או בשל קושי נפשי אחר שהעלה את רמת המצוקה באופן נקודתי. טיפולי פסיכותרפיה טיפול ארוך טווח ומעמיק, המתמקד בהתבוננות פנימית והכרות עצמית, נחשב על ידי רבים לטיפול המתאים ביותר לסובלים מהפרעת מצב רוח דיסתימית. גישה טיפולית זו, המכונה גם טיפול דינאמי, מקשרת את התסמינים הדיכאוניים המתמשכים לקונפליקטים לא פתורים בילדות המוקדמת. בטיפול מתבוננים על חוויות מוקדמות ואכזבות שנחוו בילדות, כמו גם על קשרים ויחסים בהווה. ההתמקדות במקרים רבים תהיה בהבנת הצורך באישור מהסביבה כדי לפצות על הערכה עצמית נמוכה, ציפיות גבוהות, ביקורת עצמית נוקשה וגישה פסימית. במהלך הטיפול נעשה ניסיון להבין כיצד תחושות של ייאוש וחוסר ערך עצמי מובילות להכשלה והענשה עצמית, מקשות גם על האחר בתוך מערכת היחסים, וכך הופכות לנבואה המגשימה את עצמה. טיפול קוגניטיבי- התנהגותי טיפול קוגניטיבי -התנהגותי ( CBT) הוא בעל תוקף מחקרי רחב, ונמצא מתאים למגוון אבחנות פסיכיאטריות בתחומים של הפרעות חרדה והפרעות מצב רוח.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":14,"section_path":"depression/Depression"}
{"id":"depression_0015","text":"במהלך הטיפול נעשה ניסיון להבין כיצד תחושות של ייאוש וחוסר ערך עצמי מובילות להכשלה והענשה עצמית, מקשות גם על האחר בתוך מערכת היחסים, וכך הופכות לנבואה המגשימה את עצמה. טיפול קוגניטיבי- התנהגותי טיפול קוגניטיבי -התנהגותי ( CBT) הוא בעל תוקף מחקרי רחב, ונמצא מתאים למגוון אבחנות פסיכיאטריות בתחומים של הפרעות חרדה והפרעות מצב רוח. החלק הקוגניטיבי של טיפול זה מתמקד ברכישת דפוסי חשיבה ודרכי התנהגות מסתגלים יותר מאלו השליליים בהם האדם מחזיק כרגע, כלפי עצמו וכלפי העולם זוהי גישה הדוגלת בטיפול קצר טווח ומתמודדת עם פתרון ממוקד של בעיות עכשוויות. לצד זאת, החלק ההתנהגותי מבוסס על שימוש ב\"חיזוקים חיוביים\", שהיו חסרים לאדם בעקבות אובדן משמעותי או שינוי פתאומי. השיטה מתמקדת בהעשרת החוויות החיוביות והנעימות, וברכישת דרכים להרפיה והתרגעות. האמונה היא שבאמצעות שינוי התנהגותי וחוויתי, ישתנו גם רגשות ודפוסי חשיבה - מפסימיות וחוסר אונים לתקווה ותחושת מסוגלות. טכניקה בולטת בתחום זה הנה של הפעלה התנהגותית , המבוססת על ההנחה לפיה עלייה ברמות הפעילות של האדם (לקום מהמיטה בבוקר, לעסוק בספורט, לצאת מהבית) תוביל להשפעה חיובית גם על מצב הרוח. טיפול תרופתי שימוש בתרופות נוגדות דיכאון יכול להתלוות ולתמוך בכל אחד מסוגי הטיפול המוזכרים לעיל. תרופות מסוג מעכבי מונואמין- אוקסידאז הן יעילות ( MAOI), כמו גם תרופות המעכבות ספיגה חוזרת של סרוטוניןSSRI .) מציאת התרופה המתאימה והמינון ההולם צריכים להתבצע בליווי של פסיכיאטר, בין היתר כדי לצמצם את תופעות הלוואי למינימום האפשרי. דרכי טיפול בדיכאון אילו סוגי דיכאון קיימים? בראש ובראשונה, חשוב להבין כי ישנם מספר סוגי דיכאון, כאשר המשותף לכולם הוא מצב רוח ירוד או חוויה של חוסר הנאה . הסוג הראשון והמוכר ביותר הוא דיכאון מג׳ורי \\ קליני אשר מאופיין בפגיעה משמעותית בתפקוד היום- יומי של האדם סביב אפיזודות (\"התקפים\") של דיכאון. מעבר לכך, ישנם סוגי דיכאון נוספים אשר עשויים להציג תמונה דומה לדיכאון הקליני אך שונים ממנו, למשל דיכאון לאחר לידה, או דיכאון עונתי (דיכאון השכיח יותר בחורף). חשוב לזכור כי דיכאון יכול להתקיים על פני דרגות חומרה שונות. כך, גם במקרים בהם אדם מתפקד באופן מלא, ייתכן כי הוא סובל מדיכאון או מסימפטומים דיכאוניים. דיסתימיה למשל, היא הפרעה הדומה במאפייניה לדיכאון הקליני, אך במסגרתה הדיכאון נחווה בעוצמה מעט נמוכה יותר ומתמשכת (לא באפיזודות). שלב 1 – זיהוי: האם אתם סובלים מתסמינים של דיכאון אמנם דיכאון יכול להתבטא בדרכים ועוצמות שונות, אך ישנם מספר סימפטומים משותפים אופייניים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":15,"section_path":"depression/Depression"}
{"id":"depression_0016","text":"דיסתימיה למשל, היא הפרעה הדומה במאפייניה לדיכאון הקליני, אך במסגרתה הדיכאון נחווה בעוצמה מעט נמוכה יותר ומתמשכת (לא באפיזודות). שלב 1 – זיהוי: האם אתם סובלים מתסמינים של דיכאון אמנם דיכאון יכול להתבטא בדרכים ועוצמות שונות, אך ישנם מספר סימפטומים משותפים אופייניים. במידה ותענו בחיוב על השאלה הראשונה ועל 4 שאלות נוספות (לפחות) ביחס לחווייתכם בשבועיים האחרונים ייתכן כי אתם סובלים מדיכאון: 1. האם את/ה מרגיש עצוב, פסימי או מיואש 2. האם את/ה חווה ירידה בעניין או בהנאה מפעילויות שמשכו אותך בעבר (פעילות פנאי, חברתית משפחתית)? 3. האם את/ה מתקשה להירדם, לישון לאורך זמן, או להיפך, מרבה לישון באופן חריג 4. האם את/ה מרגיש/ה עייפות וחוסר אנרגיות 5. האם התיאבון שלך השתנה– חוסר תיאבון או אכילה רבה מהרגיל? 6. האם את/ה מתקשה להתרכז בעבודה, קריאה, צפייה בטלוויזיה, שיחה וכדומה 7. האם אחרים העירו לך כי את/ה מגיב/ה באיטיות 8. האם את/ה מרגיש/ה רע לגבי עצמך– חוסר ערך, אשמה או עול ומטרד לסביבתך? 9. האם את/ה חושב/ת לעיתים קרובות כי עדיף היה לך למות, או שוקל/ת לפגוע בעצמך? לסימפטומים אלו עשויים להתווסף גם עצבנות והתפרצויות זעם או שימוש בחומרים פסיכואקטיביים, בעיקר במצבי דיכאון אצל גברים, בהפרעת דיכאון אצל ילדים או הפרעת דיכאון אצל מתבגרים. שלב 2 – טיפול: לאיזה טיפול בדיכאון כדאי לפנות לאחר זיהוי כי מדובר בדיכאון, השלב הבא עלול להיות מאתגר לא פחות– לפנות לטיפול בדיכאון. ישנן סיבות רבות לנסות להימנע מכך, כמו למשל חשש מסטיגמה, חוסר אמון באפשרות להיעזר, קושי להודות בחומרת המצב, חשש מתופעות לוואי וסיבות אישיות נוספות. יחד עם זאת, חשוב לזכור כי מחיר ההתלבטות עשוי להיות כבד. משום שדיכאון ממושך נוטה לקבע תחושות של פסימיות וחוסר ערך, ואף לפגוע בתפקוד התעסוקתי והבין אישי באופן שמגביר את הייאוש והדיכאון, לעיתים קרובות נוצר מעגל קסמים הרסני אשר משמר את הדיכאון. לכן, כאשר קיים חשש למצב של דיכאון, מומלץ להתייעץ בהקדם עם איש מקצוע. את הטיפול בדיכאון ניתן לחלק ל-2 סוגים מרכזיים 1. פסיכותרפיה: טיפול רגשי המבקש לספק תמיכה, ליווי וסיוע בהבנת מקורות הדיכאון (למשל נסיבות חיים או סגנון חשיבה), למידת דרכי התמודדות חדשות ושיפור מיומנויות של ויסות רגשי. בין גישות הטיפול הבולטות – א. טיפול פסיכודינמי המתמקד בהבנת באירועי החיים שהובילו להתפתחות הדיכאון וניסיון ליצירת חוויה רגשית חדשה ושונה בהווה.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":16,"section_path":"depression/Depression"}
{"id":"depression_0017","text":"בין גישות הטיפול הבולטות – א. טיפול פסיכודינמי המתמקד בהבנת באירועי החיים שהובילו להתפתחות הדיכאון וניסיון ליצירת חוויה רגשית חדשה ושונה בהווה. מתאים יותר למי שרוצה להעמיק בתהליך הטיפול ולתת מענה לגורמים רגשיים נוספים ורלוונטיים, מעבר לסימפטומים הדיכאוניים. ב. טיפול קוגניטיבי התנהגותי בדיכאון המתמקד בשינוי דפוסי חשיבה והתנהגות אשר משמרים את הדיכאון על מנת להקל על סימפטומים. מתאים יותר למי שמעוניין בתהליך קצר מועד ומוכן לעבודה אקטיבית מחוץ לחדר הטיפול בהתאם להנחיות המטפל/ת. 2. ייעוץ פסיכיאטרי: דיכאון מאופיין לרוב בחוסר איזון מסוים במערכת הנוירו -כימית שבמוחנו, הנקשר במצב רוח ירוד והגבלת היכולת לחוש הנאה ושמחה. לפיכך, תרופות נגד דיכאון מכוונות להקלה בסימפטומים דרך יצירת איזון מחודש במערכת הנוירו-כימית. על אף הסטיגמות הנלוות להם, מרבית התרופות לטיפול בדיכאון אינן ממכרות, אינן מלוות בתופעות לוואי חמורות (לעומת הסיכון שבהתמודדות עם דיכאון) ואינן \"משנות את האישיות\". מומלץ להיעזר בטיפול תרופתי במיוחד במצבי דיכאון קשים המלווים במצוקה עזה, אובדנות או פגיעה תפקודית, אך גם במצבים ממושכים של סימפטומים דיכאוניים מתונים. מחקרים מראים כי הטיפול היעיל ביותר הוא שילוב בין פסיכותרפיה לטיפול תרופתי. זאת כיוון שהטיפול התרופתי מביא להקלה מהירה יחסית בסימפטומים הדיכאוניים, ומאפשר להשקיע כוחות רגשיים כדי להיעזר באופן אפקטיבי יותר בפסיכותרפיה. שלב 3 – תקיעות: התחלתי טיפול בדיכאון וזה לא עוזר, מה עושים הסבל הרב לצד הפסימיות והייאוש המאפיינים מצבי דיכאון, עומדים לא פעם בבסיס הנטייה הרווחת להתייאש, להפסיק טיפולים טרם זמנם או לעבור בין טיפולים לפני שאלו מיצו את השפעתם. לכן, כאשר סימפטומים של דיכאון אינם משתפרים למרות קבלת טיפול, חשוב לזכור כי טיפול בדיכאון לוקח זמן! בעוד שטיפול תרופתי מתחילים להשפיע רק לאחר שבועיים -שלושה מרגע התחלתו, שינויים רגשיים כתוצאה מפסיכותרפיה עשויים לקחת זמן רב יותר כתלות בסוג הטיפול. עם זאת, כאשר לא נראית הטבה לאחר מספר חודשים, או כאשר הסימפטומים הדיכאוניים חריפים, עד כדי סיכון אובדני, ניתן לשקול את אחד הצעדים הבאים: 1. שינוי אסטרטגיה טיפולית: ניתן להתייעץ עם הפסיכיאטר/ית לגבי שינוי סוג הטיפול התרופתי (קיימים הבדלים בהשפעה בין סוגי תרופות) או עם הפסיכותרפיסט/ית לגבי התאמת הגישה הטיפולית. 2. אשפוז פסיכיאטרי: מצבי דיכאון קשים עלולים להביא לסיכון אובדני ולמצוקה עזה. אשפוז פסיכיאטרי מספק הן הגנה מפני פגיעה עצמית והן קבלת טיפול אינטנסיבי ומקיף על ידי פסיכולוגים, פסיכיאטרים, מרפאות בעיסוק ועוד.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":17,"section_path":"depression/Depression"}
{"id":"depression_0018","text":"אשפוז פסיכיאטרי: מצבי דיכאון קשים עלולים להביא לסיכון אובדני ולמצוקה עזה. אשפוז פסיכיאטרי מספק הן הגנה מפני פגיעה עצמית והן קבלת טיפול אינטנסיבי ומקיף על ידי פסיכולוגים, פסיכיאטרים, מרפאות בעיסוק ועוד. בנוסף, האשפוז מסייע במצבי דיכאון ממושכים מאחר והוא גם מספק הפוגה זמנית מהמאבק היומיומי לתפקוד, כך שניתן להתמקד בטיפול בדיכאון. 3. טיפול בנזעי חשמל ( ECT) או גרייה מגנטיתTMS): טיפולים אלו ניתנים למטופלים הסובלים מדיכאון עמיד אשר אינו מגיב לטיפול בדרכים אחרות. טיפולים אלו מלווים בסטיגמות קשות וחששות עקב היותם פולשניים יותר מטיפולים פסיכולוגיים ותרופתיים, אך עדויות רבות מצביעות על יעילותם ובטיחותם, וישנם מטופלים אשר עבורם מדובר בטיפול מציל חיים. טיפול ממוקד-אמוציות ( EFT) להתמודדות עם דיכאון ודיכאון וחרדה טיפול ממוקד אמוציות (EFT; emotion-focused therapy) הוא טיפול מבוסס-ראיות המשלב עקרונות של טיפול ממוקד- קליינט עם התערבויות חווייתיות שונות תוך התבססות על ממצאים חדשים ממחקר בסיסי על אמוציות. הנחה מרכזית ב-EFT היא כי אמוציות הן מערכות אדפטיביות שהתפתחו עם השנים על מנת לעזור לנו לשרוד ולשגשג. אמוציות קשורות לצרכים הבסיסיים ביותר שלנו ומדווחות לנו מתי צרכים אלו לא מקבלים מענה. הן מפנות את הקשב שלנו בצורה מהירה למצבים בסביבה החשובים לתפקוד שלנו ומארגנות את הגוף לפעולה מתאימה: כאשר יש גורם מאיים בסביבה (למשל כאשר אנו הולכים ברחוב וחושבים שמישהו עוקב אחרינו), פחד מופעל ומנצח על שורה של תהליכים שמטרתם להכין את הגוף שלנו לפעולה (בריחה או מאבק); כעס מתעורר בדרך כלל כאשר מישהו מפר את גבולותינו ומארגן אותנו להגן עליהם. עצב הוא תגובה לאובדן ומסמן לאחרים שאנחנו זקוקים לניחום ותמיכה, ואילו בושה מתעוררת בעיקר כאשר המעמד החברתי שלנו נמצא בסכנה. המטרה המרכזית ב -EFT היא לעזור למטופלים לפתח מודעות לרגשות, לקבל רגשות, לווסת רגשות ולשנות סכמות רגשיות שאינן אדפטיביות על ידי אקטיבציה של רגשות אדפטיביים. שורשיו של הטיפול טמונים בגישה ההומניסטית-חווייתית והוא פותח מתוך מחקרי תהליך בפסיכותרפיה שבדקו כיצד אנשים משתנים במהלך אפיזודות שונות במהלך הטיפול. בטיפול ממוקד -אמוציות דיכאון קליני מובן כהפרעה רגשית של העצמי. אנשים בדיכאון חווים את עצמם כחלשים, פגומים, חסרי יכולת, ונוטים להאשים את עצמם על מה שהם חווים ככישלונות. כתוצאה מכך הם חווים מגוון רגשות שליליים כמו עצב, חוסר תקווה, חוסר ישע, כעס, חרדה ובושה. ב דרך כלל רגשות אלה קשורים בחוויות טראומטיות מן העבר.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":18,"section_path":"depression/Depression"}
{"id":"depression_0019","text":"כתוצאה מכך הם חווים מגוון רגשות שליליים כמו עצב, חוסר תקווה, חוסר ישע, כעס, חרדה ובושה. ב דרך כלל רגשות אלה קשורים בחוויות טראומטיות מן העבר. המטרה המרכזית בטיפול היא להעלות רגשות אלה במהלך הטיפול על מנת שאפשר יהיה לווסת ולעבד אותם. הכוונה ב\"להעלות\" היא שהסכמה הרגשית צריכה להיות מופעלת, כלומר שהמטופל יחווה רגשות בגוף ולא רק יידבר עליהן. כאשר סכמות רגשיות מופעלות הן ניתנות לשינוי כיוון שהן חשופות למידע אחר כגון חוויות של אישור וקבלה מן המטפל או לרגשות אדפטיביים אחרים. למשל, כאשר רגשות של בושה ונחיתות הקשורים בחוויות של התעללות והשפלה על ידי אחד ההורים עולים במהלך הטיפול ויחד אתם מתעורר כעס על הגב ולות שהופרו, או עצב (אבל) על התמיכה והקבלה שלא היו, נוצר מצב רגשי חדש בו המטופל מרגיש יותר חזק ובטוח. תהליכים אלה מתרחשים בדרך כלל בקונטקסט של תרגילים חווייתיים, חלקם לקוחים מגישת הגשטלט, כמו עבודה עם שני כיסאות בפתרון של ביקורת עצמית או עבודה עם כיסא ריק עם רגשות לא פתורים. ליחסים עם המטפל יש משמעות עצומה כיוון שסביבה חמה ומקבלת מאפשרת אקספלורציה של רגשות כואבים ומהווה תהליך מווסת רגשות בפני עצמו. מספר מחקרים הראו ש-EFT הוא טיפול יעיל מאוד בדיכאון. מחקרים אלו הראו שהטיפול יעיל במידה זהה לטיפול קוגניטיבי-התנהגותי בהפחתת סימפטומים של דיכאון ויעיל יותר מטיפול קוגניטיבי -התנהגותי בהפחתת בעיות בינאישיות. יותר מזה, מספר מחקרים הראו שמידת החוויה של רגשות במהלך הטיפול ועומקו של העיבוד הרגשי הם אלו שמנבאים את הצלחת הטיפול. מחקרים כאלו, אם כן, לא רק מראים שהטיפול יעיל אלה גם מלמדים על המרכיבים המרכזיים החשובים בהצלחת הטיפול. לבסוף, מכיוון שדיכאון היא הפרעה אפיזודית (אנשים הסובלים מדיכאון חווים בממוצע 4-5 אפיזודות במהלך החיים כאשר הסיכון לאפיזודה נוספת עולה עם מספר האפיזודות בעבר), חשוב לציין שהאפקט החיובי של הטיפול נוטה להישמר לאורך זמן. איך לזהות דיכאון קליני? כמעט כל אחד מאתנו אמר לעצמו פעם: ״אוף, איזה דיכאון!״. כולנו חווינו ימים כאלו, כשאנחנו עצובים, חסרי חשק ורק רוצים להישאר מתחת לשמיכה. אך כיצד נוכל לדעת אם זהו רגע של עצבות חולפת, או דיכאון קליני? דיכאון היא אחת ההפרעות הרגשיות הנפוצות ביותר של תקופתנו, אך לא תמיד קל לזהות אותה, להכיר בה ולהבחין בינה לבין מצב רוח ירוד. היכרות עם סימנים לדיכאון יכולה לסייע לנו לזהות מתי כדאי לפנות לעזרה.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":19,"section_path":"depression/Depression"}
{"id":"depression_0020","text":"להכיר בה ולהבחין בינה לבין מצב רוח ירוד. היכרות עם סימנים לדיכאון יכולה לסייע לנו לזהות מתי כדאי לפנות לעזרה. כיצד אדע אם אני סובל/ת מדיכאון קליני? כדי לבחון האם אתם מתמודדים עם דיכאון קליני, כדאי להכיר את הסימנים לדיכאון. נסו לשאול את עצמכם את השאלות הבאות, בהתייחס להרגשתכם ב שבועיים האחרונים: • האם אתם סובלים ממצב רוח ירוד ומדוכא מרבית שעות היום, כמעט בכל יום? • האם איבדתם עניין והנאה בפעילויות אשר עניינו אתכם בעבר? • האם חלו שינויים לא מכוונים ברמת התיאבון שלכם או במשקל גופכם? • האם שמתם לב/העירו לכם כי אתם זזים לאט או מהר יותר מבעבר? • האם אתם חשים עייפות מתמשכת וחוסר אנרגיות? • האם אתם חווים תחושות של אשמה וחוסר ערך? • האם חלה פגיעה בריכוז שלכם או ביכולתכם לחשוב באופן בהיר? • האם אתם מוצאים את עצמכם חושבים על מוות או שוקלים לבצע ניסיון התאבדות? במידה שעניתם בחיוב על השאלה הראשונה, ועל 4 או יותר שאלות נוספות, קיים סיכוי סביר כי אתם מתמודדים עם דיכאון קל או דיכאון קליני (אם אתם מרגישים כי המצב שלכם חמור יותר, יכול להיות שהנכם סובלים מדיכאון פסיכוטי). בנוסף, אם אתם חווים ירידה בחשק המיני, מרגישים עצבניים יותר מהרגיל, חווים דאגות רבות או מרגישים פסימיים מאוד, מדובר ב״נורות אדומות״ אשר עשויות לרמז על כך שאתם סובלים מדיכאון. חשוב לציין כי סימנים לדיכאון עשויים להתעורר גם על רקע אירוע קשה משמעותי (פרידה, פיטורים, כישלון, אובדן וכדומה). במקרים רגילים, הסימפטומים יחלפו מעצמם בתוך מספר שבועות. אולם בכל אופן, גם במקרה של אירוע קשה, יש להתייחס אל הסימנים לדיכאון באופן רציני ולבחון האם חל בהם שיפור לאורך זמן, או שמא הם משתמרים או אף מחמירים. אם הסימפטומים לא חולפים תוך שבועות ספורים, כדאי לפנות לקבלת טיפול בדיכאון. מהן דרכי הטיפול בדיכאון קליני? במידה שזיהיתם כי קיים סיכוי סביר שאתם סובלים מדיכאון קליני, מומלץ לפנות לקבל טיפול בדיכאון בהקדם האפשרי. פנייה מוקדמת לטיפול חיונית למניעת התקבעותו של המצב הדיכאוני וכניסה ל\"מעגל קסמים שלילי\" במסגרתו הדיכאון מביא לייאוש, פסימיות וחוסר כוחות להנעת שינוי, אשר מזינים בתורם את הדיכאון, וחוזר חלילה. כיום קיימות שיטות רבות של טיפול בדיכאון. המחקר מצביע כי שילוב בין טיפול תרופתי באמצעות תרופות נגד דיכאון לבין פסיכותרפיה מביא בדרך כלל לתוצאות הטובות ביותר.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":20,"section_path":"depression/Depression"}
{"id":"depression_0021","text":"כיום קיימות שיטות רבות של טיפול בדיכאון. המחקר מצביע כי שילוב בין טיפול תרופתי באמצעות תרופות נגד דיכאון לבין פסיכותרפיה מביא בדרך כלל לתוצאות הטובות ביותר. פסיכותרפיה היא שם כולל למגוון של טיפולים בשיחות. ישנם מספר סוגים של פסיכותרפיה אשר מתאימים ויעילים לטיפול בדיכאון: טיפול קוגניטיבי- התנהגותי ( CBT) : טיפול התנהגותי- קוגניטיבי הוא טיפול ממוקד וקצר- מועד (אשר כולל לרוב 8-16 פגישות), המדגיש את הקשר בין דפוסי חשיבה והתנהגות לבין היווצרות ושימור הדיכאון. במסגרת הטיפול מושם דגש על שינוי דפוסי חשיבה מזיקים ועל הפעלה התנהגותית (אקטיבציה התנהגותית), אשר משמעותה הנעה ועידוד של המטופל לבצע פעילויות מתגמלות ומהנות, במטרה לשבור את ״מעגל הקסמים השלילי״ של הדיכאון. טיפול דינאמי: טיפול פסיכודינמי הינו טיפול בשיחות, אשר לרוב נמשך בין חודשים לשנים. במהלך הטיפול המטפל והמטופל חוקרים במשותף את הגורמים הנפשיים ואת אירועי החיים אשר הובילו להתפרצות הדיכאון ולשימור שלו. טיפול דינמי מבקש ליצור שינוי עמוק במנגנונים הנפשיים של האדם, ומתמקד במקביל בעבר, בהווה ובעתיד של המטופל. תרפיה בין -אישית (IPT ): לפי הגישה הבין- אישית, דיכאון לא רק מוביל לקשיים בין-אישיים, אלא פעמים רבות גם נובע מהם. במסגרת תרפיה בין -אישית, מושם דגש על קשרים בין -אישיים מזיקים או בלתי פתורים (כמו קושי במערכות יחסים, פרידה מאדם משמעותי ועוד). הטיפול הבין -אישי הוא טיפול קצר מועד (אשר כולל 12 פגישות בדרך כלל), במסגרתו לומד המטופל מיומנויות חברתיות אדפטיביות אשר יסייעו לו להביע את רגשותיו ולשפר את מערכות היחסים בחייו, וכתוצאה מכך להשיג הקלה בדיכאון. במקרים חמורים של דיכאון עמיד במיוחד (אשר לא מגיב לטיפול תרופתי או פסיכותרפיה) יתכן כי פסיכיאטר ימליץ לפנות ל טיפול בנזעי חשמל . הטיפול בנזעי חשמל מתבצע בהרדמה מלאה, ובמסגרתו מוזרם זרם חשמלי אל מערכת העצבים המרכזית. כ -70% מהמטופלים אשר סבלו מדיכאון עמיד לתרופות ולטיפול פסיכולוגי חוו הקלה בסימפטומים לאחר טיפולים בנזעי חשמל. זכרו, דיכאון הוא מצב מאתגר אשר מסב קושי רב ומצוקה. יחד עם זאת, ניתן לטפל בו באופן יעיל ולהשיג הקלה משמעותית וחזרה לחיים מלאים ומספקים. לכן, אם אתם מזהים סימנים לדיכאון, אל תהססו לפנות לעזרה מקצועית. Therapy for Depression - טיפול בדיכאון דיכאון הנו מצב נפשי המתבטא בשינויים רגשיים, פיזיים ותפקודיים. הוא עשוי להופיע בדרגות חומרה משתנות, לאורך כל שלבי החיים (כבר בילדות ובמהלך ההתבגרות), ולהשפיע הן על האדם עצמו והן על הסביבה הקרובה שלו.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":21,"section_path":"depression/Depression"}
{"id":"depression_0022","text":"Therapy for Depression - טיפול בדיכאון דיכאון הנו מצב נפשי המתבטא בשינויים רגשיים, פיזיים ותפקודיים. הוא עשוי להופיע בדרגות חומרה משתנות, לאורך כל שלבי החיים (כבר בילדות ובמהלך ההתבגרות), ולהשפיע הן על האדם עצמו והן על הסביבה הקרובה שלו. הבשורה החיובית היא שבדיכאון בהחלט אפשר לטפל - השיטות המובילות לטיפול בדיכאון יכולות להביא להקלה משמעותית וארוכת טווח, בעיקר כאשר פונים אליהן בתזמון הנכון ובוחרים בערוץ המתאים ביותר למטופל ולנסיבות הספציפיות שלו. מתי כדאי לטפל בדיכאון? דיכאון הנה אחת ההפרעות השכיחות ביותר בעולם המערבי, ולפי דיווחים שונים מתמודדים עמה כ-15% מתוך כלל האוכלוסיה. ישנם סוגים שונים של דיכאון, המופיעים גם בתור אבחנות קליניות ב- DSM (מדריך האבחנות הפסיכיאטריות האמריקאי), וביניהם דיכאון קליני (\"דיכאון מז'ורי\") או דיכאון אחרי לידה. המשותף לכלל סוגי הדיכאון הוא הופעתם של סימפטומים דומים, דוגמת ירידה במצב הרוח, תחושת חוסר עניין והנאה, עייפות, תחושת חוסר ערך, אכילה או שינה לא מאוזנות, מחשבות חוזרות על מוות ועוד. פנייה לטיפול נפשי מומלצת לכל מי שמרגיש כי הדיכאון משפיע על חייו - בין אם בצורה קלה או חמורה, באופן נקודתי או ממושך, עם סיבה ברורה הנראית לעין (משבר פתאומי, אירוע חיים קשה) אך גם בהעדרה. אנשים רבים נוהגים להקל ראש במצבם הרגשי, ולפנות לטיפול רק כאשר הדיכאון מוביל לפגיעה משמעותית בתפקוד - למשל כאשר הם מתקשים לצאת מהמיטה בבוקר או מנתקים את כל הקשרים החברתיים הקרובים שהיו להם בעבר. חשוב לציין כי גם מצוקה רגשית העומדת בפני עצמה, ללא פגיעה בתפקוד, היא סיבה טובה לפנות לטיפול. אדם אשר מרגיש כי חלק ניכר מימיו מלוות אותו תחושות של עצבות, ייאוש, אשמה וחוסר אונים יוכל בהחלט להיעזר בטיפול בדיכאון. ככל שמצב הסימפטומים יותר חמור והמצב המדובר נמשך לאורך זמן, כך לרוב גוברת גם המצוקה של האדם ועמה נפגעת גם יכולת התפקוד שלו. במצבים שכאלה הפנייה לטיפול בדיכאון מומלצת במיוחד, הן לשם מניעת הדרדרות נוספת והן כדי להקל על האדם הסובל ועל סביבתו הקרובה. השיטות המובילות לטיפול בדיכאון טיפול פסיכודינמי טיפול בדיכאון באמצעות פסיכותרפיה דינמית מסתמך על ההנחה כי חלק ניכר ממצוקות ההווה נובע מקשיים אשר התרחשו בעבר, בתקופת הילדות, לרוב מול הדמויות ההוריות. לדוגמא, דיכאון עשוי לבטא קושי בהתמודדות עם נטישה רגשית או פיזית של הורה בגיל מוקדם. טיפול בדיכאון בגישה דינמית שואף להפוך את תכני העבר לזמינים, ולסייע למטופל להבין ולעבד אותם.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":22,"section_path":"depression/Depression"}
{"id":"depression_0023","text":"לדוגמא, דיכאון עשוי לבטא קושי בהתמודדות עם נטישה רגשית או פיזית של הורה בגיל מוקדם. טיפול בדיכאון בגישה דינמית שואף להפוך את תכני העבר לזמינים, ולסייע למטופל להבין ולעבד אותם. זאת מתוך הנחה כי תובנות חדשות שיעלו בטיפול, בצד הקשר המשמעותי שיכול להיווצר עם המטפל, יקנו למטופל חופש לנהוג ולהרגיש אחרת. פסיכותרפיה דינאמית הנה במקור טיפול ארוך טווח, כאשר כיום קיים גם טיפול דינאמי קצר מועד. טיפול קוגניטיבי- התנהגותי טיפול קוגניטיבי-התנהגותי לדיכאון מהווה את אחת הגישות הטיפוליות המובילות כיום לטיפול בהפרעה. בדומה לטיפולי CBT באופן כללי, מדובר בטיפול קצר וממוקד אשר מכוון להקלה בסימפטומים, וזאת דרך שילוב של עבודה קוגניטיבית ועבודה התנהגותית. בטיפול מתמקדים באיתור המחשבות האוטומטיות השליליות של המטופל ובהטיות החשיבה אשר מגבירות ומשמרות אותן, תוך ניסיון להראות למטופל כיצד דפוסי חשיבה אלו מזיקים לו ואינם מייצגים נאמנה את המציאות. במקביל להצעת חלופות חיוביות וגמישות יותר, המטפל והמטופל מגבשים יחדיו \"תכנית פעולה\" שנועדה להפחית את ההימנעות ולהגביר את רמת העיסוק של המטופל בפעילויות רצויות, כאלה שהנן בעלות משמעות או מסבות לו הנאה. טיפול בגישה בין- אישית טיפול בדיכאון בגישה הבין- אישית (IPT ) מבקש להביא לשינוי בסימפטומים באמצעות התמקדות באופן שבו האדם מתפקד במסגרת מערכות היחסים שלו. זהו טיפול ייחודי מקבוצת הטיפולים הקוגניטיביים- התנהגותיים ( CBT). לעומת פסיכותרפיה דינאמית ופסיכותרפיה קוגניטיבית-התנהגותית קלאסית, המתמקדות בתהליכים תוך -נפשיים, טיפול בדיכאון בגישה זו מנסה לקדם שינויים בזירה הבין אישית. זאת מתוך הנחה כי חוויות של הצלחה בקשרים, למשל שיפור מידת האמון, הקירבה והדדיות, יקלו באופן דרמטי על הדיכאון. טיפול תרופתי במקרים בהם הסימפטומים הדיכאוניים מסבים לפרט מצוקה נפשית רבה ופוגעים בתפקוד שלו, תיתכן הפניה להערכה של פסיכיאטר. טיפול בדיכאון באמצעות תרופות נוגדות -דיכאון יכול להקל על הסימפטומים הדיכאוניים באמצעות שינוי האיזון של חומרים נוירו -כימיים במוח אשר נמצאו קשורים להתפתחות ההפרעה. חשוב לציין כי ההשפעה של הטיפול התרופתי איננה מיידית, והוא מתחיל להשפיע רק כעבור מספר שבועות. אשפוז פסיכיאטרי בחלק מהמקרים, הפגיעה בתפקוד יכולה להיות חמורה ונרחבת עד כדי כך שיומלץ לאדם המדוכא על אשפוז פסיכיאטרי. מי שאינו מסוגל לדאוג לצרכים הבסיסיים של עצמו (לצאת מהמיטה בבוקר, להתקלח, לאכול) יוכל לקבל את המעטפת התמיכתית הנדרשת שתעזור לו לחזור אט אט לרמת תפקוד גבוהה יותר. בנוסף, ניתן להמליץ על מסגרת של אשפוז פסיכיאטרי במצבים בהם מופיעים כוונה אובדנית ברורה או אלמנטים פסיכוטיים המסכנים את האדם או את קרוביו.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":23,"section_path":"depression/Depression"}
{"id":"depression_0024","text":"מי שאינו מסוגל לדאוג לצרכים הבסיסיים של עצמו (לצאת מהמיטה בבוקר, להתקלח, לאכול) יוכל לקבל את המעטפת התמיכתית הנדרשת שתעזור לו לחזור אט אט לרמת תפקוד גבוהה יותר. בנוסף, ניתן להמליץ על מסגרת של אשפוז פסיכיאטרי במצבים בהם מופיעים כוונה אובדנית ברורה או אלמנטים פסיכוטיים המסכנים את האדם או את קרוביו. כיצד בוחרים את הטיפול המתאים? כאשר בוחרים את הערוץ המתאים לטיפול בדיכאון, מומלץ להתחשב בדרגת החומרה שלו. כאשר לא מדובר בדיכאון חריף, כדאי להתחיל את הטיפול באחת מגישות הפסיכותרפיה שהוזכרו. טיפולים אלו מקנים לאדם כלים להמשך הדרך ועוזרים להתמודד עם מקורות הדיכאון. כאשר מדובר בדיכאון ברמה חמורה אשר מסב לפרט מצוקה רבה שפוגעת מאוד בתפקודו, מומלץ לשלב לצד פסיכותרפיה גם טיפול תרופתי, שכן הוא לרוב מביא להקלה מהירה (בטווח של מספר שבועות או חודשים בודדים). כדאי כמובן להתאים את האפיק הטיפולי שנבחר גם אל הגיל של המטופל, ולהכיר שקיימות גישות ספציפיות גם לטיפול בדיכאון אצל ילדים או אצל מתבגרים. בדומה לטיפול בהפרעות אחרות, מלבד דיכאון, גם כאן חשוב לזכור כי קיימים משתנים רבים אשר משפיעים על מידת ההצלחה של הטיפול. העדר שיפור או הקלה במצב גם לאחר טיפול באחת הגישות שהוזכרו כאן - אין משמעם שהכל אבוד. כך למשל, חלק מהסובלים מדיכאון מפגינים את מה שנקרא \"דיכאון עמיד\", כלומר דיכאון שאינו מגיב לטיפול התרופתי המקובל - אך ניתן לטיפול בצורות אחרות. במקרים כאלה מומלץ לפנות להתייעצות עם גורם מקצועי מוסמך כמו פסיכולוג קליני או פסיכיאטר ולבחון אפיקי טיפול חלופיים. Childhood Depression - הפרעת דיכאון אצל ילדים בעבר נהוג היה לחשוב שהפרעת דיכאון אצל ילדים אינה קיימת בפני עצמה, אך יכולה להתלוות להפרעות אחרות כמו פוביות, הפרעות התנהגות ועוד. פרויד , אבי הפסיכואנליזה ומי שפיתח את התפיסה הפסיכודינמית של דיכאון בקרב מבוגרים, האמין שילדים ומתבגרים הם בעלי אישיות לא מגובשת דיה ולכן לא יחוו דיכאון. מלאני קליין כתבה אומנם על \"העמדה הדיכאונית\" בקרב ילדים, אך התייחסה לעמדה זו כחלק ממהלך ההתפתחות הנורמאלית (מתארת מצב של השלמה אינטגרטיבית גם עם ההיבטים השליליים שבמציאות). כיום קיימת הבנה כי הפרעות מצב רוח יכולות להופיע בקרב ילדים, מתבגרים ואפילו תינוקות. יחד עם זאת, קיים שוני באבחון ההפרעות אצל ילדים בהשוואה לאבחון אותן הפרעות אצל מבוגרים. שוני זה נובע ממספר מקורות, ובראשם העובדה שתסמיני ההפרעה מושפעים מגילו של המטופל ויכול ים להציג \"מופע\" אחר בילדות ובבגרות.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":24,"section_path":"depression/Depression"}
{"id":"depression_0025","text":"יחד עם זאת, קיים שוני באבחון ההפרעות אצל ילדים בהשוואה לאבחון אותן הפרעות אצל מבוגרים. שוני זה נובע ממספר מקורות, ובראשם העובדה שתסמיני ההפרעה מושפעים מגילו של המטופל ויכול ים להציג \"מופע\" אחר בילדות ובבגרות. סיבה נוספת הנה שיכולת הדיווח של ילדים על תחושותיהם ומצב רוחם שונה מזו של מבוגרים ומתפתחת עם הגיל, כך שילד מדוכדך יכול למשל לדווח להוריו כי הוא כועס או עצבני במקום להצליח לשתף כי מרגיש עצוב או מיואש. אבחנה לפי ה -5-DSM בעבר, נהגו לראות את הפרעת הדיכאון בילדות כהפרעה נפרדת מדיכאון במבוגרים, אך תפיסה זו הולכת ונעלמת. כך, ב-DSM-5 (ספר האבחנות הפסיכיאטריות), הוצאה האבחנה הנפרדת לדיכאון אצל ילדים. אבחון הפרעת דיכאון מז'ורי בילדים מתבצע באמצעות הקריטריונים המשמשים לאבחנת דיכאון אצל מבוגרים , בתוספת הערות המתאימות למאפייני ההפרעה כאשר היא מופיעה בילדות. איך מזהים דיכאון אצל ילדים? מכיוון שלילדים יותר קשה לזהות את התחושות שלהם ולשתף בהן - חשובה במיוחד תשומת הלב של המבוגרים בסביבתם הקרובה לשם זיהוי מצב נפשי של דיכאון בילדות. הורים, סבים וסבתות, אחים גדולים וכמובן גם צוות חינוכי יכולים לשים לב לשינויים משמעותיים במצב הרוח של הילד ובראשם עצבנות, חוסר שקט, פרצי בכי ודכדוך. הסימפטומים הדיכאוניים יכולים ללבוש גם אופי פסיכוסומטי, ולבוא לידי ביטוי בתלונות מרובות על כאבים גופניים. לצד זאת, נורת אזהרה מרכזית הנה אובדן עניין בתחביבים ופעילויות שבעבר הסבו הנאה רבה, בעיקר כאשר מדובר בירידת עניין פתאומית וגורפת (למשל - הילד לא רוצה ללכת לאף אחד מהחוגים שלו, נמנע מפעילויות חברתיות ומבילוי זמן איכות חופשי עם משפחתו). כדאי להיות ערים גם לאמירות המבטאות ייאוש ותחושות שליליות קשות של הילד כלפי עצמו וכלפי העולם, כמו \"הלוואי וכל זה ייגמר\" \"אני רוצה פשוט להיעלם\" או \"לא לקום יותר אף פעם בבוקר\". כמה נפוץ דיכאון בילדות? באשר לשכיחות של דיכאון בילדות, מתוך האוכלוסייה הפסיכיאטרית כ-20% מהילדים סובלים מדיכאון לעומת כ-40% מהמבוגרים (הפרעות במצב הרוח נפוצות יותר עם העלייה בגיל). בקרב ילדים בגיל בית הספר, כ -2% סובלים מדיכאון מז'ורי, והתופעה שכיחה יותר בקרב בנים. לעומת זאת בגיל ההתבגרות ישנו היפוך מגדרי והתופעה הופכת שכיחה יותר בקרב מתבגרות. ילדים רבים הסובלים מדיכאון סובלים גם מהפרעות נפשיות אחרות כגון הפרעות התנהגות, הפרעת חרדה מוכללת, הפרעות אכילה וכן התמכרות לחומרים. במרבית המקרים, הטיפול בדיכאון ישפיע לחיוב ויקדם גם את ההחלמה וההתמודדות עם יתר הקשיים הנפשיים עמם מתמודד הילד.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":25,"section_path":"depression/Depression"}
{"id":"depression_0026","text":"ילדים רבים הסובלים מדיכאון סובלים גם מהפרעות נפשיות אחרות כגון הפרעות התנהגות, הפרעת חרדה מוכללת, הפרעות אכילה וכן התמכרות לחומרים. במרבית המקרים, הטיפול בדיכאון ישפיע לחיוב ויקדם גם את ההחלמה וההתמודדות עם יתר הקשיים הנפשיים עמם מתמודד הילד. גורמים לדיכאון אצל ילדים בדומה למרבית ההפרעות הנפשיות, קיימים מספר גורמים אשר נמצאו כקשורים גם להתפתחות של דיכאון בילדות: גורמים גנטיים וביולוגיים ככל שההפרעה הדיכאונית פורצת בגיל מוקדם יותר כך עולה הסבירות לכך שיש לה מרכיב גנטי דומיננטי. במקרים אלו, על פי רוב, דיכאון מהווה בעיה נפשית שקיימת באותה משפחה. כך למשל, אחוז גבוה יותר של ילדים להורים דיכאוניים סובלים מדיכאון, בהשוואה לילדים שהוריהם אינם דיכאוניים. מעבר לכך, ייתכן כי קיים קשר בין הורמון הגדילה לבין הפרעת דיכאון אצל ילדים. נמצא כי ילדים הסובלים מדיכאון לפני תקופת ההתבגרות המינית מפרישים יותר הורמון גדילה בשנתם מאשר ילדים בריאים או בעלי הפרעות אחרות. גורמים סביבתיים ילדים נתונים במידה רבה לגורמי לחץ בסביבתם. נסיבות חיים קשות כמו מריבות כרוניות בקרב בני המשפחה, אבל (ובפרט אובדן של הורה בגיל צעיר), אסון במשפחה, התעללות פיזית או התעללות מינית קשורות לדיכאון בקרב ילדים, אך הן אינן ייחודיות להפרעת דיכאון ויכולות לגרום גם להפרעות אחרות כגון הפרעות חרדה או פוסט - טראומה. בנוסף, דיכאון של אחד ההורים עלול להשפיע על התפקוד של אותו הורה בבית ועל יחסיו עם הילד, מה שבתורו משפיע כמובן גם על מצב הרח של הילד. גורמים פסיכולוגיים אחד המודלים הפסיכולוגיים אשר מוצע כהסבר להתפתחות הפרעת דיכאון בקרב ילדים הוא \"מודל חוסר האונים הנרכש\". מודל זה פותח בעקבות ניסויים בבעלי חיים, שהגיבו בתסמינים הדומים לדיכאון כשנחשפו לשוק חשמלי שלא היה נתון לשליטתם ולא היתה להם דרך להימלט ממנו. מצב זה עלול ליצור תחושה של חוסר אונים, וייחוס פנימי של כישלון - כלומר, הילד לומד להסביר לעצמו מצבים קשים בעולם באמצעות סיבות פנימיות (\"הפסדתי במשחק כי אני לא שווה כלום\" או \"נכשלתי במבחן כי אני טיפשה\"). סגנון קוגניטיבי זה, המאופיין במחשבות שליליות, משתנה עם ההחלמה מהדיכאון. מעבר לכך, נראה כי ילדים בעלי נטייה מוגברת לתלות בזולת וכן נטייה לפרפקציוניזם המלווה בביקורת עצמית גבוהה יותר מועדים לפתח מצב של דיכאון בילדות. עבור ילדים אלו, נסיבות חיים מסוימות יגדילו את הסיכוי להתפרצות ההפרעה - למשל מריבה גדולה עם חבר קרוב או חרם בקבוצת השווים עבור ילד עם נטיות תלותיות, או לחלופין, קושי להתמודד עם כישלון בקרב ילדים פרפקציוניסטים שגדלים במשפחות הישגיות, שאפתניות וביקורתיות (בין אם זה בלימודים, בספורט או בכל תחום אחר).","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":26,"section_path":"depression/Depression"}
{"id":"depression_0027","text":"מעבר לכך, נראה כי ילדים בעלי נטייה מוגברת לתלות בזולת וכן נטייה לפרפקציוניזם המלווה בביקורת עצמית גבוהה יותר מועדים לפתח מצב של דיכאון בילדות. עבור ילדים אלו, נסיבות חיים מסוימות יגדילו את הסיכוי להתפרצות ההפרעה - למשל מריבה גדולה עם חבר קרוב או חרם בקבוצת השווים עבור ילד עם נטיות תלותיות, או לחלופין, קושי להתמודד עם כישלון בקרב ילדים פרפקציוניסטים שגדלים במשפחות הישגיות, שאפתניות וביקורתיות (בין אם זה בלימודים, בספורט או בכל תחום אחר). איך אפשר לטפל בדיכאון אצל ילדים? תקופות קצרות של עצבות או דכדוך הן חלק רגיל מהחיים, גם בקרב ילדים. כאשר מדובר בתקופה קצרה והסימפטומים הדיכאוניים לא מופיעים בעוצמה חריגה - עידוד ותמיכה בילד מצד בני משפחתו יכולים להועיל ואף להספיק כדי לשנות את המצב. לעומת זאת, כאשר הסימפטומים בולטים בעוצמתם , גורמים למצוקה ניכרת או פגיעה בתפקוד וכן נמשכים לאורך זמן - מומלץ וחשוב לפנות לקבלת טיפול מותאם לדיכאון אצל ילדים. טיפול נפשי ישנם סוגים שונים של התערבויות פסיכולוגיות שיכולות לסייע לילד ולמשפחתו במצבי דיכאון בילדות ובהתבגרות, וביניהם טיפול קוגניטיבי-התנהגותי ( CBT), טיפול פסיכודינמי וכן טיפול משפחתי המערב את יתר בני המשפחה. בחלק מהמקרים, גם הדרכת הורים יכולה להיות נחוצה ומועילה, וזאת לצד הטיפול הפרטני בילד. המוקד לעבודה משתנה בהתאם לסוג הטיפול ולמקרה הספציפי של הילד. כך למשל, טיפול בגישה קוגניטיבית-התנהגותית יתמקד בשינוי דפוסי החשיבה השליליים של הילד (מתן דגש מוגזם לכישלונות וייחוס פנימי שלהם, \"אני אשם וזה בגללי\") לצד החזרה לרמת התפקוד הקודמת, בין אם זה לימודית או חברתית. מכיוון אחר, טיפול פסיכודינמי מתמקד בעולמו הפנימי של הילד תוך ניסיון להבין ולהביא לידי ביטוי את המצוקות והתחושות הקשות שמלוות אותו בחייו (למשל דרך טכניקה של טיפול במשחק). תרופות פסיכיאטריות הטיפול התרופתי הנפוץ בקרב ילדים הסובלים מדיכאון או באמצעות נוגדי דיכאון ממשפחת ה-SSRI (דוגמת פרוזק). תרופות אלו מעלות את רמת הסרוטונין במוח, נוירוטרנסמיטור אשר אחראי בין היתר לוויסות רגשי. ככל טיפול תרופתי, גם הטיפול הפסיכיאטרי בקרב ילדים דורש מסגרת של ייעוץ וליווי פסיכיאטרי. דבר זה נכון ביתר שאת בגילאים צעירים, שכן נטילת התרופות עלולה להשפיע על מדדים פיזיולוגיים שונים ולכן דורשת מעקב. דיכאון בגיל ההתבגרות: גורמים ודרכי טיפול תקופת גיל ההתבגרות זכורה כמעט לכל אחד מאיתנו כתקופה מאתגרת, לעיתים אפילו סוערת או קשה. טריקת דלתות, ריבים עם ההורים והסתגרות הם רק חלק מהמאפיינים שניתן לזהות בקלות אצל מתבגר או מתבגרת טיפוסיים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":27,"section_path":"depression/Depression"}
{"id":"depression_0028","text":"דיכאון בגיל ההתבגרות: גורמים ודרכי טיפול תקופת גיל ההתבגרות זכורה כמעט לכל אחד מאיתנו כתקופה מאתגרת, לעיתים אפילו סוערת או קשה. טריקת דלתות, ריבים עם ההורים והסתגרות הם רק חלק מהמאפיינים שניתן לזהות בקלות אצל מתבגר או מתבגרת טיפוסיים. למרות זאת, בחלק מן המקרים, מה שנראה כמו חלק מסממני הגיל מסתיר מאחוריו התמודדות ע ם דיכאון, הפרעה אשר הופכת נפוצה יותר ויותר בקרב מתבגרים. למעשה, כ -15-20% מהמתבגרים מתמודדים עם דיכאון לאורך תקופת גיל ההתבגרות, נתון אשר נמצא במגמת עלייה בשנים האחרונות, ובמיוחד לאור משבר הקורונה. במקרים חמורים דיכאון אף עשוי להוביל לאובדנות, שהיא אחד מגורמי המוות השכיחים ביותר בגיל ההתבגרות. לרוע המזל, לא קל לזהות דיכאון בגיל ההתבגרות ולא קל לטפל בו. לכן, בכתבה זו נביא מספר דגשים והמלצות להורים מודאגים. למה דווקא עכשיו? • רצון לעצמאות : בתקופת גיל ההתבגרות, מתחילים נערים ונערות לנסות ולגבש זהות עצמאית משל עצמם. כחלק מהרצון להוכיח שהם \"מסוגלים לבד\", פעמים רבות מתנתקים מתבגרים ממערכות התמיכה הקרובות (משפחה, מורים וכדומה) ובוחרים שלא להיעזר בהן בעת הצורך. הדבר עשוי ליצור חוויה של מצוקה ובד ידות, שנובעת מהקונפליקט \"האם להתגבר לבד ולהרגיש 'מבוגר', או לפנות לעזרה ולוותר על הניסיון לעצמאות? \" • השתלבות בין אישית : כחלק מהמעבר מילדות לבגרות, קבוצת בני גילו של המתבגר הופכת למשמעותית במיוחד עבורו. קבלה ואהדה מצד חברים, מבססת את תחושת השייכות והזהות העצמית, את הנפרדות מההורים ואת החוויה הבסיסית של יכולת להיות נאהב ורצוי. אם המתבגר אינו מוצא את מקומו בחברה, ובמיוחד כאשר הוא חווה דחייה של ממש, הדבר מהווה גורם סיכון להתפתחות של דיכאון. • התפתחות בתחום המיני: מיניות מהווה נושא רגיש אשר עשוי לעורר במתבגרים מצוקה רגשית. הדבר יכול לנבוע מתחושות אשמה וחרדה המופיעות בתגובה להתעוררות הדחפים המיניים, במיוחד כאשר המתבגר חש כי מיניותו אינה תואמת את הערכים עליהם התחנך. לחילופין, גם בלבול, חשש או חוסר קבלה כלפי נטייה מינית, מציבים אתגרים רגשיים מורכבים אשר עלולים לתרום להתפתחות דיכאון. • גיבוש זהות: בניסיון למצוא תשובה לשאלה \"מי אני?\", עוברים מתבגרים תהליכים מטלטלים. לאורך גיל ההתבגרות המתבגר פוגש לא פעם שאלות מכאיבות הנוגעות לאופיו וליכולותיו, ונפגש עם ציפיות מוגברות מצד החברה וההורים לאור התבגרותו. דיכאון אצל מתבגרים – איך זה נראה? דיכאון קליני הוא מצב נפשי מורכב, אשר לעיתים קרובות מופיע לראשונה במהלך גיל ההתבגרות ומשפיע על רגשות, מחשבות, חוויית העצמי, התנהגות ויחסים בין אישיים של האדם, כמו גם על מצבו הגופני ועל תחושת הסיפוק הכללית שלו מהחיים.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":28,"section_path":"depression/Depression"}
{"id":"depression_0029","text":"דיכאון אצל מתבגרים – איך זה נראה? דיכאון קליני הוא מצב נפשי מורכב, אשר לעיתים קרובות מופיע לראשונה במהלך גיל ההתבגרות ומשפיע על רגשות, מחשבות, חוויית העצמי, התנהגות ויחסים בין אישיים של האדם, כמו גם על מצבו הגופני ועל תחושת הסיפוק הכללית שלו מהחיים. תסמינים של דיכאון כוללים שינויים בדפוסי השינה והתיאבון, מצב רוח ירוד, תחושת חוסר ערך, קשיי ריכוז ועוד . גם אם זה נשמע לכם מוכר – לא כדאי להיבהל מיד, שכן מתבגרים רבים מפגינים התנהגות טבעית לגילם אשר עשויה להתפרש כדיכאונית. זו בדיוק הסיבה לקושי בהבחנה בין משבר חולף של גיל ההתבגרות לבין התנהגות שמצביעה על דיכאון של ממש. בנוסף לכך, נטייתם של מתבגרים רבים להכחיש ולהסתיר את תחושותיהם מפני הוריהם, מקשה גם היא על הזיהוי. אז איך אפשר לדעת? במידה ובקרב ילדכם מופיעים כמה מן המאפיינים הבאים, כדאי לשוחח על הנושא עם ילדכם ובמידת הצורך אף לפנות להתייעצות עם איש מקצוע: - מצב רוח מדוכא במיוחד במרבית שעות היום, לצד ירידה בולטת בהנאה מפעילויות שבעבר היו מהנות או נשירה ממסגרות שהיו חשובות בעבר (תחביבים, תנועת נוער). - שינויים קיצוניים במשקל. - ירידה לימודית לא מוסברת, היעדר מוטיבציה ללמוד והיעדרויות מבית הספר. - התנהגות אגרסיבית, שימוש בסמים ואלכוהול, עבריינות ועוד - שינויים משמעותיים בדפוסי השינה כמו שינה מופרזת, שבאה על חשבון בילוי עם חברים ופעילויות פנאי, או לחילופין קשיי שינה, שלעיתים יתבטאו בישיבה מול המחשב והטלוויזיה בשעות הקטנות של הלילה. - ירידה בפעילות החברתית, למשל כאשר המתבגר יוצא פחות, מקבל פחות טלפונים. זה נראה כמו דיכאון – מה עושים? לא מחכים : דיכאון ממושך נוטה לפגוע בדימוי העצמי ובכוחות, ולהתקבע כחלק מהתפיסה העצמית שמתעצבת בשנות גיל ההתבגרות. לכן, גם אם יש לכם רק חשד לקיומו של דיכאון מוטב לפעול בהקדם ולפנות ל ייעוץ מקצועי או לטיפול. אל תתביישו לשאול: הורים רבים חוששים להעלות את אפשרות הדיכאון בפני המתבגר. למרות זאת, כדאי לשקף למתבגר מה אתם רואים ולשאול ישירות על חווייתו (\"שמנו לב שבזמן האחרון אתה נראה פחות שמח ומרבה לישון, ותהינו אם אתה מרגיש פחות טוב לאחרונה?\"). כדאי לקחת בחשבון שמתבגרים רבים מכחישים את דיכאונם, ובהתאם להזמין את המתבגר לשתף בתחושותיו בהמשך ולהישאר \"עם היד על הדופק\". אל תגידו לו \"לצאת מזה\" : אף אחד לא נהנה להיות בדיכאון, ואם הוא היה יודע לצאת מזה בעצמו היה עושה את זה.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":29,"section_path":"depression/Depression"}
{"id":"depression_0030","text":"כדאי לקחת בחשבון שמתבגרים רבים מכחישים את דיכאונם, ובהתאם להזמין את המתבגר לשתף בתחושותיו בהמשך ולהישאר \"עם היד על הדופק\". אל תגידו לו \"לצאת מזה\" : אף אחד לא נהנה להיות בדיכאון, ואם הוא היה יודע לצאת מזה בעצמו היה עושה את זה. אמירות שכאלו עשויות לעורר תחושות של אשמה ובושה. זכרו שהוא זקוק לכם: גם אם זה לא נראה כך, המתבגר זקוק לכם גם (ובמיוחד) עכשיו. המשיכו להתעניין, לשתף בדאגתכם ולהזמין לבילויים משותפים גם אם נתקלתם בדחייה. אל תוותרו על עזרה מקצועית גם אם המתבגר מסרב: מתבגרים רבים מסרבים להיעזר בטיפול פסיכולוגי מאחר והם חוששים מהסטיגמה, מההכרה בקיומה של בעיה ומהתמסרות לקשר טיפולי. למרות זאת, חשוב שלא לוותר על סיוע מקצועי, וניתן גם להיעזר בהדרכת הורים שתסייע לכם לתמוך במתבגר ולקדם את המוטיבציה שלו לטיפול. דיכאון כרוני והטיפול בו - סקירת מערכת בעשורים האחרונים הולכים ומתרבים השיטות והמודלים הטיפוליים למצבים דכאוניים, אך מצבי דיכאון כרוני מעמידים גם בפני מטפלים מנוסים אתגרים משמעותיים. דכאון כרוני מזוהה עם עלייה בבעיות הבריאות, הגברת הסיכון להפרעות רגשיות נוספות, פגיעה בתפקוד התעסוקתי, החברתי והמשפחתי, סיכון אובדני גבוה יותר ואשפוזים רבים יותר ביחס ללוקים בדיכאון שאינו כרוני. לצד סיכונים והשפעות קשות אלו, קיימים מאפיינים ייחודיים אשר מקשים על הטיפול בדיכאון הכרוני. דיכאון כרוני- מאפיינים וגורמי סיכון כ-20% מהאנשים אשר סבלו מאפיזודה של דיכאון מג'ורי מפתחים דיכאון כרוני אשר נמשך בממוצע עשרים שנים, כאשר הספרות הקלינית מבחינה בין חמישה סוגי דיכאון כרוני מרכזיים: • התקף יחיד מתמשך של דיכאון מג'ורי (קליני). • התקפים חוזרים של דיכאון מג'ורי עם רמיסיה מלאה ביניהם. • התקפים חוזרים של דיכאון מג'ורי ללא רמיסיה מלאה ביניהם. • דיסטמיה - תסמינים דכאוניים מתונים ביחס לדיכאון המג'ורי, הנמשכים שנתיים ומעלה. • דיכאון כפול - דיסטמיה והתקפים חוזרים של דיכאון מג'ורי ללא רמיסיה מלאה ביניהם. Hölzel et Al (2011) זיהו באמצעות מטא- אנליזה מקיפה מספר גורמי סיכון להתפתחות אפיזודה דכאונית למצב של דיכאון כרוני ובהם גיל צעיר בעת האפיזודה הדכאונית הראשונה, אפיזודה דכאונית ממושכת, הפרעות מצב רוח במשפחה, שייכות חברתית נמוכה, הפרעות פסיכיאטריות נוספות (חרדה, הפרעות אישיות), שימוש בחומרים פסיכו-אקטיביים ורמות דיכאון לא אקוטיות. ניתן להבין את התבססות הדיכאון כחלק אינטגרלי מהאישיות גם מפרספקטיבות פסיכו -דינמיות שונות. מפרספקטיבת פסיכולוגיית האגו ניתן לומר כי הדיכאון מייצג מנגנון הגנה אשר ייתכן והיה אדפטיבי ויעיל בתקופת חיים מסוימת אך \"אומץ\" והתקבע לאורך השנים עד שהפיך למרכיב בלתי נפרד מהאישיות.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":30,"section_path":"depression/Depression"}
{"id":"depression_0031","text":"ניתן להבין את התבססות הדיכאון כחלק אינטגרלי מהאישיות גם מפרספקטיבות פסיכו -דינמיות שונות. מפרספקטיבת פסיכולוגיית האגו ניתן לומר כי הדיכאון מייצג מנגנון הגנה אשר ייתכן והיה אדפטיבי ויעיל בתקופת חיים מסוימת אך \"אומץ\" והתקבע לאורך השנים עד שהפיך למרכיב בלתי נפרד מהאישיות. בהתאם, הטיפול על פי פסיכולוגיית האגו יכלול הגברת מודעות ויצירת תובנה לשימוש הבלתי אדפטיבי במנגנון ההגנה הדכאוני. גישת יחסי האובייקט תדגיש את תפקיד תבניות קשר מוקדמות ביצירת הדיכאון. גישה זו מניחה את קיומם של תהליכי הפנמה והזדהות של הסובייקט עם האובייקט. באמצעות תהליכים אלו מתעצבים ערכיו, אמונותיו, תפיסתו העצמית ואישיותו של הפרט, וכאשר דמות הורית משמעותית נחוות כדיכאונית או כתופסת את הסובייקט כחסר ערך וחסר אנרגיה מופנמות תפיסות אלו של האחר והופכות לחלק מהאישיות. מעבר להפנמה של דמות משמעותית זו, עשויים להתעורר קשיים משמעותיים בפרידה מ\"העצמי הדכאוני\" מאחר וויתור זה עשוי להחוות כויתור על הקשר עם האובייקט המשמעותי. הטיפול על פי גישת יחסי האובייקט יתבסס על הגברת המודעות ויצירת תובנה לתפקיד היחסים הבין אישיים בעבר ובהווה ביצירת הדיכאון, לצד התמקדות ביחסים הנרקמים בחדר הטיפולים. התבוננות מפרספקטיבה של גישות אינטר -סובייקטיביות תציע כי דיכאון \"זהותי\" נוצר ומשתמר על בסיס התקבעות קונפיגורציית יחסים דיכאונית -מדכאת אשר מצויה בדיסוציאציה מקונפיגורציות יחסים אחרות אשר הופנמו לאורך החיים. הטיפול על פי גישה זו יתבסס, בדומה לגישות הקודמות, על הגברת המודעות והתובנה לגורמים לדיכאון ובו זמנית - על יצירת ערוצי קשר לקונפיגורציות בינאישיות נוספות באמצעות ההתנסות באינטראקציה הטיפולית. טיפול בדיכאון כרוני et Al Cuijpers (2010) ערכו מטא- אנליזה של מחקרים העוסקים בטיפול בדיכאון כרוני ומצאו כי פסיכותרפיה יעילה לטיפול בדיכאון כרוני אך השיפור המושג, למרות היותו מובהק, אינו גדול בהשוואה לשיפור שחל במצבן של קבוצות הביקורת. כמו כן, נמצא כי השינוי בטיפול בדיכאון כרוני מותנה בקיומן של 18 פגישות לפחות וכי הטיפול יעיל לסובלים מטראומות ילדות אך בלתי יעיל עבור מטופלים המתקשים ביצירת קשר ונוטים להמנע ממנו. טיפול תרופתי (SSRI בפרט) נמצא יעיל יותר מפסיכותרפיה ובפרט למצבים דיסטימיים, כאשר טיפול תרופתי המשולב עם פסיכותרפיה יעיל יותר מטיפול תרופתי או פסיכותרפיה בפני עצמם. התבוננות במאפיינים הייחודיים לדיכאון הכרוני ובהיבטים הפסיכו- דינמיים להתקבעותו מצביעה על הקשיים הייחודיים בטיפול בו. הקושי המשמעותי המתעורר בטיפול בדיכאון כרוני, ובפרט דיכאון כרוני הכולל רכיב דיסטימי, הוא הפיכת הדיכאון לחלק מהזהות ומתפיסת העצמי.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":31,"section_path":"depression/Depression"}
{"id":"depression_0032","text":"התבוננות במאפיינים הייחודיים לדיכאון הכרוני ובהיבטים הפסיכו- דינמיים להתקבעותו מצביעה על הקשיים הייחודיים בטיפול בו. הקושי המשמעותי המתעורר בטיפול בדיכאון כרוני, ובפרט דיכאון כרוני הכולל רכיב דיסטימי, הוא הפיכת הדיכאון לחלק מהזהות ומתפיסת העצמי. הדיכאון הכרוני \"מציע\" למטופל תבנית חיים כוללת המבנה את התפיסות והתחושות סביב נושאים של אשמה, נוקשות, משמעות וערך עצמי. פרידה מתבנית זו כרוכה בתחושות קשות של ריקנות, אשמה, אובדן דרך והיעדר משמעות ולכן מטופלים רבים מתקשים לוותר עליה, על אף הסבל בו היא כרוכה. כמו כן, et Al Kriston (2010) מציעים כי בשונה ממטופלים המתמודדים עם התקף דיכאון יחיד או כאלו המופיעים לאחר תקופות ארוכות של רמיסיה, מטופלים הסובלים מדיכאון כרוני מאופיינים במספר קווים ייחודיים אשר מקשים על החלמתם ועל הטיפול בהם. בין מאפיינים אלו ניתן לזהות פגיעה בהבנה של הקשר בין חשיבה, התנהגות ותוצאות, היעדר תגובה להתערבויות טיפוליות המבוססות על היגיון, אגוצנטריות וקושי בעריכת אינטגרציה של פרספקטיבות שונות, ותקשורת מונולוגית אשר אינה מושפעת מתגובות ומשוב מאחרים. קושי משמעותי נוסף בטיפול בסובלים מדיכאון כרוני הוא הפסימיות והיאוש שלהם בייחס לאפשרות להיעזר בטיפולים השונים, לאור היסטוריית הטיפולים הארוכה שלהם. פסימיות זו משפיעה על שיתוף הפעולה ועל היכולת להיעזר בהתערבות הטיפולית. מלבד להמלצות לשילוב בין טיפול תרופתי לטיפול פסיכותרפויטי, הציעו Koekkoek et Al (2008) כי במקרים כרוניים ממושכים יש להתמקד לא רק בניסיון ה\"ריפוי\" אלא בליווי, הדאגה והניסיון לשפר את איכות החיים בצל הדיכאון. בהתייחס לטיפול בדיכאון כרוני חשוב לציין את התרפיה הבינאישית (Interpersonal Therapy ) המהווה שיטת טיפול מבוססת מחקר לטיפול במצבים של דיכאון כרוני. השיטה מדגישה אלמנטים של שיפור המיומנויות החברתיות, במטרה להפחית התנהגויות אשר מצמצמות את השדה הבין אישי ובכך משמרות ומחמירות את הסימפטומים ומתמקדת בחיזוק התנהגויות המעצימות קשרים בינאישיים. דיכאון אחרי לידה בקרב אבות - סיכום מאמרם של Don &Mickelson מבוא במאמר זה אנו מביאים עבורכם את סיכום מחקרם של Don&Mickelson שהתפרסם בשנת2012, \"דיכאון אחרי לידה בקרב אבות: תפקידם של דיכאון אחרי לידה אימהי, תמיכה זוגית ושביעות רצון ממערכת היחסים הזוגית\". דיכאון אחרי לידה מוכר מזה שנים רבות כמצב של סיכון משמעותי לאם ולתינוק, אך בשנים האחרונות החלו מחקרים שונים להתמקד גם במצבי דיכאון אחרי לידה אצל אבות. מחקרים על דיכאון אבהי אחרי לידה נדירים יחסית, אך שתי מטא -אנליזות שפורסמו לאחרונה מצביעות על דיכאון של האם כגורם המנבא המרכזי לדיכאון של האב.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":32,"section_path":"depression/Depression"}
{"id":"depression_0033","text":"דיכאון אחרי לידה מוכר מזה שנים רבות כמצב של סיכון משמעותי לאם ולתינוק, אך בשנים האחרונות החלו מחקרים שונים להתמקד גם במצבי דיכאון אחרי לידה אצל אבות. מחקרים על דיכאון אבהי אחרי לידה נדירים יחסית, אך שתי מטא -אנליזות שפורסמו לאחרונה מצביעות על דיכאון של האם כגורם המנבא המרכזי לדיכאון של האב. האופן בו נוצרת השפעה זו אינו ברור, אך אבות מדווחים על קשר בין הדיכאון לבין איכות הקשר הזוגי ומידת התמיכה לה הם זוכים מבת הזוג שלהם. עד כה, דיווחים אלו לא זכו לבחינה אמפירית ולפיכך המחקר הנוכחי ביקש להתמקד בסוגיה זו. החוקרים במחקר הנוכחי אספו נתונים מ - 92 זוגות שביצעו את המעבר להורות, חודש לאחר הלידה ו-9 חודשים לאחר הלידה. בתוך כך הם ביקשו לבחון את המנגנון בו נקשרים דיכאון אמהי ודיכאון אבהי לאחר לידה ונראה כי הגורמים המרכזיים המקשרים ביניהם הינם תמיכה זוגית פגועה וירידה במידת הסיפוק מן הזוגיות. תמיכה זוגית במעבר לאבהות מחקרים רבים מצביעים על הקשר בין מיעוט תמיכה חברתית לבין רמות גבוהות של דיכאון, כמו גם על ההתדרדרות הפיסית והנפשית הנלווית פעמים רבות להיעדר תמיכה חברתית במצבי לחץ. תמיכה של בן או בת הזוג היא חיונית במיוחד כמשאב להתמודדות נפשית עם לחץ ולהיעדרה ישנן השפעות ש ליליות משמעותיות על התפקוד הזוגי. על רקע גוף ידע זה, לא מפתיע כי היעדר תמיכה של בת זוג במעבר לאבהות, המהווה בין כה וכה גורם לחץ משמעותי, קשור בדיכאון אבהי. במקביל, עם לידת התינוק חל שינוי משמעותי בחלוקת המשאבים. משאבים זוגיים אשר הושקעו עד כה בחיזוק הזוגיות והנאה מהקשר הזוגי, מופנים כעת לטיפול בתינוק ובהסתגלות הפרטנית להורות. כמו כן, בניגוד למצבים בהם אחד מבני הזוג מתמודד עם גורם לחץ או משבר ואז יכול בן הזוג השני להפנות את משאביו לתמיכה בו, הרי שהולדת תינוק מהווה גורם לחץ עבור שני בני הזוג ולכן מובילה בהכרח לירידה במשאבים הזוגיים המופנים לתמיכה הדדית. מצב זה מוקצן באופן טבעי, כאשר האם סובלת מדיכאון אחרי לידה. בתוך כך, נוצרת התמקדות של האם בעצמה, נסיגה רגשית וירידה נוספת במשאבים האישיים ובמשאבים הפנויים לתמיכה בבן הזוג. כלומר, כאשר אם סובלת מדיכאון אחרי לידה, נוצר מצב בו דווקא בתקופה בה האב הטרי זקוק לתמיכה מיוחדת, משאביה של בת זוגו מדולדלים באופן יוצא דופן. נושאים נוספים שיכולים לעניין אותך: ο \"הגברים בוכים בלילה, לא נשמע קולם\": מצוקה בקרב גברים במעבר לאבהות ο דיכאון אבהי לאחר לידה: השלכות ארוכות טווח על ההורות ועל התפתחות הילד ο של מי המיניות הזו?","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":33,"section_path":"depression/Depression"}
{"id":"depression_0034","text":"כלומר, כאשר אם סובלת מדיכאון אחרי לידה, נוצר מצב בו דווקא בתקופה בה האב הטרי זקוק לתמיכה מיוחדת, משאביה של בת זוגו מדולדלים באופן יוצא דופן. נושאים נוספים שיכולים לעניין אותך: ο \"הגברים בוכים בלילה, לא נשמע קולם\": מצוקה בקרב גברים במעבר לאבהות ο דיכאון אבהי לאחר לידה: השלכות ארוכות טווח על ההורות ועל התפתחות הילד ο של מי המיניות הזו? מיניות ככוח חיים מניע בקשר אם-תינוק ובקשר הטיפולי סיפוק זוגי במעבר לאבהות הספרות המחקרית מצביעה על כך שסיפוק בקשר הזוגי קשור בירידת הסיכון לדיכאון, כאשר קשר זה מתווך על ידי גורם התמיכה הזוגית. הקשר בין גורמים אלו מוסבר על ידי מודל העצמת היחסים של תמיכה חברתית, המציע כי פעולות תמיכתיות מפעילות סט של תהליכים קוגניטיביים ורגשיים הי וצרים ומחזקים את התפיסה החיובית של בן הזוג. במאמר משנת1996 זיהתהCutrona חמש דרכים בהן תמיכה חברתית יכולה להשפיע על הזוגיות באופן חיובי: 1 . תמיכה חברתית מסייעת במצבי לחץ בהם גדל הסיכוי לקיומן של התנהגויות המביאות להדרדרות זוגית (נסיגה והתרחקות למשל), מאחר והן עשויות להוות חוצץ המונע לחץ חריף. 2 . תמיכה חברתית מקטינה את הסיכון לדיכאון קליני הקשור אף הוא בפגיעה בקשר הזוגי 3 . תמיכה חברתית מחזקת את תחושת האמון והחום הסביבתיים וכך עשויה להפחית את עוצמתם של קונפליקטים זוגיים. 4 . אינטראקציות תומכות מגבירות חשיפה עצמית ואינטימיות רגשית ביחסים אשר בתורן תורמות לתפקוד הבין אישי. 5 . התנהגויות תומכות רציפות מבן או בת הזוג מחזקות את האמון והאינטימיות וכך מביאות ליצירת 'ייחוסים חיוביים'. כך בן/בת הזוג יכולים לחזק את הראייה החיובית של הזוגיות שלהם. סיפוק מהיחסים הזוגיים יכול למנוע דיכאון לאחר לידה אצל אבות מאחר והוא מלווה בתחושת ביטחון ונוכחות של בת זוג שיכולה לסייע במטלות התובעניות של ההורות ולהקל במידת הלחץ אותו חווה האב. דיון בממצאי המחקר בהתאם להשערת המחקר ולתוצאות מחקרים קודמים, הממצאים הצביעו על קשר חזק בין דיכאון אחרי לידה של האם לבין דיכאון של האב. החוקרים מתנגדים לטענות קודמות המסבירות קשר זה באפקט ישיר של \"הידבקות\" וטוענים לקיומו של קשר עקיף המתווך על ידי איכות הקשר הזוגי. הממצאים מעידים על כך שדיכאון אמהי קשור במיעוט תמיכה זוגית ויותר אינטראקציות שליליות עם בן הזוג, אשר קשורים בתורם ברמת סיפוק נמוכה יותר מהקשר הזוגי. באופן ספיציפי, ככל שבני זוג במחקר חשו כי הם מקבלים פחות תמיכה מבת זוגם, אשר סבלה מדיכאון בחודש הראשון שלאחר הלידה, כך פחתה רמת הסיפוק שלהם מהזוגיות תשעה חודשים לאחר הלידה וחלה עלייה בדיכאון האבהי.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":34,"section_path":"depression/Depression"}
{"id":"depression_0035","text":"הממצאים מעידים על כך שדיכאון אמהי קשור במיעוט תמיכה זוגית ויותר אינטראקציות שליליות עם בן הזוג, אשר קשורים בתורם ברמת סיפוק נמוכה יותר מהקשר הזוגי. באופן ספיציפי, ככל שבני זוג במחקר חשו כי הם מקבלים פחות תמיכה מבת זוגם, אשר סבלה מדיכאון בחודש הראשון שלאחר הלידה, כך פחתה רמת הסיפוק שלהם מהזוגיות תשעה חודשים לאחר הלידה וחלה עלייה בדיכאון האבהי. החוקרים מציעים את תיאוריית המערכת המשפחתית כמסגרת המסבירה את הממצאים. תיאוריה זו מציעה כי שינוי משמעותי המתרחש במשפחה מצריך הסתגלות מחודשת אשר מביאה לשינויי אינטראקציה. שינויי אינטראקציה אלו, על אף שהם נורמטיביים ואדפטיביים בהתמודדות עם השינוי הדרמטי שמתרחש בעקבות לידתו של תינוק, לא בהכרח מתאימים לכל אחד מחברי המשפחה. כלומר, השינויים שמצריכה ההורות החדשה מביאים לשינויים באינטראקציות הזוגיות אשר מתבטאים, למשל, בירידה באינטראקציות התומכות בין בני הזוג בעקבות לחץ ההורות ו\"בייבי בלוז\" שחוות חלק ניכר מהאמהות. מעבר לתיאוריית המערכת המשפחתית, בדומה לאמהות, המעבר להורות מהווה עבור אבות התמודדות המלווה ברגשות עוצמתיים כמו דאגה ופחד ולכן באופן טבעי הם זקוקים ליותר תמיכה. כאשר האם מצויה בדיכאון יכולתה לספק תמיכה לבן זוגה פוחתת, וכך גם יכולתה לספק תחושת שותפות וביטחון בהורות המשותפת, אשר יכלה להפחית את חרדת האב ולחזק את התמודדותו עם הדרישות ההוריות. כמובן שממצאים אלו מלמדים על אותו הקשר בכיוון השני, במסגרתו גם לאב יכולות תמיכה מופחתות אשר עשוי ות להיות קשורות בדיכאון אצל האם.","topic":"depression","doc_title":"Depression","source":"Depression.pdf","page":-1,"chunk_index":35,"section_path":"depression/Depression"}
{"id":"eating_disorders_0000","text":"הפרעות אכילה מאופיינות בעיסוק מוגזם באוכל ובמשקל, אשר גורמים למצוקה ולפגיעה משמעותית בתפקוד.  כאן, תוכלו לקרוא על סוגי הפרעות אכילה, גורמים, ההשפעות של הפרעות אכילה ודרכי טיפול. הפרעות אכילה הן שם כולל לקבוצת אבחנות המתבטאת בעיסוק מוגזם באכילה ומשקל, לצד דפוסי אכילה בעייתיים אשר מובילים לקשיים רגשיים ולפגיעה משמעותית בתפקוד. להפרעות אכילה, בשונה מהפרעות נפשיות אחרות, עלולות להיות השלכות פיזיות ובריאותיות משמעותיות ומסכנות חיים. בש נים האחרונות, עקב הגברת המודעות לתזונה נכונה ובריאה, לצד הניסיון החברתי לשינוי אידיאל הרזון, עלתה גם המודעות לתחום הפרעות האכילה ולחשיבות הטיפול בהפרעות אכילה. סוגי הפרעות אכילה כיום, אנשים רבים מקיימים מערכות יחסים מורכבות עם תזונה, כך שלא פעם אוכל מהווה אמצעי להתמודדות עם קשיים רגשיים. אותה מערכת יחסים עם אוכל, עשויה להישען על גורמים רבים, כגון נטיות גנטיות, דפוס התקשרות והזנה בתחילת החיים, היחס לאוכל ולהזנה בילדות, גורמים חברתיים ועוד. יחד עם זאת, על אף המורכבות הקיימת פעמים רבות עם אוכל, מצב של הפרעת אכילה הינו מצב יחסית קיצוני, המתבטא בדפוס אכילה או עיסוק מוגזם באוכל לאורך זמן מתמשך, פגיעה בתפקוד הסובל מההפרעה או סביבתו ולעיתים גם פגיעה פיזית או בריאותית כדוגמת ירידה דרסטית במשקל. להלן סוגי הפרעות האכילה, על פי ספר האבחנות DSM-5 : • אנורקסיה נרבוזה – אנורקסיה נרבוזה היא הפרעת אכילה המאופיינת בירידה דרסטית במשקל הגוף, המתרחשת באמצעות הרעבה ו/או פעילות ספורטיבית מוגזמת. ההפרעה מלווה בפחד עצום מהשמנה ועיסו ק מוגזם באוכל. • בולימיה נרבוזה – בולימיה נרבוזה היא הפרעת אכילה המאופיינת בהתקפי זלילה המלווים ב\"התנהגויות מפצות\" אשר מטרתן היא מניעת עלייה במשקל. התנהגויות אלו יכו לות להיות הקאה, צום, שימוש במשלשלים וכד'. • הפרעת התקפי זלילה – הפרעת אכילה המאופיינת בהתקפי אכילה חוזרים בהם נצרכת כמות מזון מופרזת המלווה בתחושה של חוסר יכולת לשלוט באכילה, אשמה וגוע ל עצמי. בשונה מבולימיה, בהפרעה זו אין התנהגויות מפצות. • הפרעת פיקה – הפרעת אכילה המתאפיינת באכילת חומרים לא מזינים, שהם אינם אוכל, לאורך זמן. • הפרעת העלאת גירה – העלאת אוכל שנבלע בחזרה לחלל הפה, לצורך לעיסה, בליעה או יריקה, ולא כתוצאה ממצב רפואי או כחלק מהפרעת אכילה אחרת. • הפרעת צרי כת מזון נמנעת או מוגבלת – הפרעת אכילה או האכלה המתאפיינת בהימנעות או הגבלת צריכת המזון, ללא הפרעה באופן בו משקל וצורת הגוף נחווים, עד כדי איבוד משקל דרסטי, חסך תזונתי משמעותי, תלות בהאכלה או תוספי תזונה עד כדי הפרעה בתפקוד.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":0,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0001","text":"• הפרעת העלאת גירה – העלאת אוכל שנבלע בחזרה לחלל הפה, לצורך לעיסה, בליעה או יריקה, ולא כתוצאה ממצב רפואי או כחלק מהפרעת אכילה אחרת. • הפרעת צרי כת מזון נמנעת או מוגבלת – הפרעת אכילה או האכלה המתאפיינת בהימנעות או הגבלת צריכת המזון, ללא הפרעה באופן בו משקל וצורת הגוף נחווים, עד כדי איבוד משקל דרסטי, חסך תזונתי משמעותי, תלות בהאכלה או תוספי תזונה עד כדי הפרעה בתפקוד. מלבד הפרעות אכילה אלו קיימות הפרעות אכילה ייחודיות לפעוטות וילדים, אשר באות לידי ביטוי בדפוסי אכילה בעיתיים, הכוללים אכילת יתר, סירוב לאכול ואכילה א-טיפיקלית (העלאת גירה, פיקה או אגירת אוכל). שכיחות של הפרעות אכילה אנורקסיה נרבוזה ובולימיה נרבוזה הן הפרעות האכילה השכיחות ביותר. כ מו כן, הן שכיחות יותר בקרב נשים בכלל ונערות מתבגרות בפרט. הפרעות אכילה קיימות גם בקרב גברים, אך בשיעור נמוך יותר. בשנים האחרונות עלתה המודעות לקיומן הנרחב של הפרעות אכילה בקרב גברים, הבאות לידי ביטוי לעיתים במופעים שונים מאלו שמאפיינות נשים, כדוגמת עיסוק מוגזם בכושר, אידיאל הנוגע לשרירים ולא לרזון, ועוד. כמו כן, פעמים רבות אנשים סובלים מסימפטומים של הפרעות אכילה אשר אינם מצטברים לכדי אבחנה ממשית. ההערכה היא כי רבים מהסובלים מקשיים בתחום זה אינם פונים לעזרה נפשית או רפואית, מה שמקשה על הערכה מדויקת של שכיחות התופעה. מה הם הגורמים להפרעות אכילה? הפרעות אכילה נובעות משילוב בין גורמים פסיכולוגיים, בין אישיים וחברתיים. גורמים פסיכולוגיים נוגעים לכך שפעמים רבות העיסוק באוכל מהווה מעין כלי לביטוי של קשיים רגשיים ובין -אישיים, במיוחד במצבים בהם יש קושי לבטא את הכאב הנפשי בצורה אדפטיבית. פעמים רבות, עיסוק באוכל ושימוש בכמות האכילה מהווה כלי שליטה כדרך ליצירת עצמאות ונפרדות מההורים, קושי סביב שינויי הגוף וההתעוררות המינית הנלווית לגיל ההתבגרות וכן ניסיון להתמודד עם קונפליקטים משפחתיים. על כן, הפרעות אכילה שכיחות במיוחד בגיל ההתבגרות. יחד עם זאת, אין להקל בכך ראש ועל אף שתסמינים אלו הפכו כמעט \"נורמטיביים\", יש חשיבות עצומה לפנייה לטיפול על ידי מומחים להפרעות אכילה על מנת להפחית את המצוקה הגורמת לתסמינים. גורמים חברתיים-תרבותיים המשפיעים על התפתחותן של הפרעות אכילה, נוגעים בין היתר לדגש הרב הניתן בתרבות המערבית לרזון והופעה חיצונית. הסטיגמות השליליות הנלוות פעמים רבות להשמנה הפכו במרוצת השנים את הרזון לאידיאל ואף לאמצעי ביטוי לכוח רצון והצלחה, כאשר בפועל, מבנה הגוף ומשקל מושפעים בעיקר מגנטיקה ותזונה בריאה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":1,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0002","text":"גורמים חברתיים-תרבותיים המשפיעים על התפתחותן של הפרעות אכילה, נוגעים בין היתר לדגש הרב הניתן בתרבות המערבית לרזון והופעה חיצונית. הסטיגמות השליליות הנלוות פעמים רבות להשמנה הפכו במרוצת השנים את הרזון לאידיאל ואף לאמצעי ביטוי לכוח רצון והצלחה, כאשר בפועל, מבנה הגוף ומשקל מושפעים בעיקר מגנטיקה ותזונה בריאה. מה הן ההשפעות של הפרעות אכילה? הפרעות אכילה עלולות להוביל לנזקים פיזיולוגיים ובריאותיים קשים ואף למוות, שכן מדובר באחת מההפרעות הנפשיות בעלות אחוזי התמותה הגבוהים ביותר. מצבים של תת משקל מהווים סכנת חיים ו מובילים במרבית המקרים לפגיעה במערכות גופניות פנימיות. גם כאשר המשקל עצמו אינו נמוך באופן מסוכן, עשויים תסמינים כגון בולמוסי אכילה, הרעבה עצמית והקאות לפגוע בתפקודים גופניים שונים כגון סדירות המחזור החודשי, תפקוד לבבי, תפקוד הושט ועוד. בנוסף, השמנת יתר קיצונית עשויה להביא לסוכרת, מחלות לב, לחץ דם גבוה, קשיי פיריון ועוד. מלבד הנזקים הבריאותיים, הפרעות האכילה מובילות פעמים רבות לפגיעה בתפקוד של הסובל מההפרע ה או של הסובבים אותו. הפרעות אכילה בילדות ובגיל ההתבגרות מובילות פעמים רבות לפגיעה בתפקוד של ההורים ואף של כלל המשפחה. כמו כן, הפרעות אכילה מובילות פעמים רבות לפגיעה חברתית ובין אישית, בין היתר בעקבות התנהגויות של הסתרה, דימוי גוף וערך עצמי נמוכים במיוחד ו עוד. מתוך כך, הפרעות אכילה עלולות להוביל להזנחת תחומי חיים משמעותיים שאינם קשורים באכילה, ומתוך כך לפגיעה ומצוקה משמעותית של הסובלים ממנה. כיצד ניתן לטפל בהפרעות אכילה? הנזקים הפיזיים והפסיכולוגיים המתוארים לעיל, כמו גם סכנת המוות הממשית הנשקפת למתמודדים עם הפרעות אכילה, מדגישים את חשיבותו של מציאת טיפול הולם. על פי גישות עדכניות, טיפול בהפרעות אכילה כולל תחילה תכנית תזונתית-רפואית הממוקדת בהשגת משקל תקין ושמירה עליו, באמצעות ליווי רופא ותזונאית או דיאטנית קלינית. בנוסף, יש חשיבות למציאת התערבויות פסיכולוגיות ופסיכיאטריות אשר תואמות את ההפרעה ואת הפגיעה בתפקוד של הסובל ממנה. במקרה של הפרעות אכילה, מדובר בשתי זרועות הכרחיות של הטיפול אשר זקוקות אחת לשנייה ולכן לרוב הטיפול ינוהל על ידי צוות רב מערכתי ה כולל דיאטנית קלינית ומטפל רגשי מומחה להפרעות אכילה. קיימות מגוון שיטות טיפול מרכזיות בהפרעות אכילה אשר עשויות לסייע בהתמודדות עם ההפרעה, בין היתר טיפולים דינמיים (פרטניים ו/או קבוצתיים) אשר מסייעים בזיהוי תפקיד ההפרעה בחיי המטופל והשבת השליטה בגופו, טיפולים קוגניטיביים התנהגותיים המיועדים להתמודד עם החשיבה האובססיבית וההתנהגויות הנלוות לה (עיסוק מוגזם בספורט, למשל) ו התערבויות משפחתיות אשר ממוקדות בפתרון אדפטיבי יותר של קונפליקטים.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":2,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0003","text":"במקרה של הפרעות אכילה, מדובר בשתי זרועות הכרחיות של הטיפול אשר זקוקות אחת לשנייה ולכן לרוב הטיפול ינוהל על ידי צוות רב מערכתי ה כולל דיאטנית קלינית ומטפל רגשי מומחה להפרעות אכילה. קיימות מגוון שיטות טיפול מרכזיות בהפרעות אכילה אשר עשויות לסייע בהתמודדות עם ההפרעה, בין היתר טיפולים דינמיים (פרטניים ו/או קבוצתיים) אשר מסייעים בזיהוי תפקיד ההפרעה בחיי המטופל והשבת השליטה בגופו, טיפולים קוגניטיביים התנהגותיים המיועדים להתמודד עם החשיבה האובססיבית וההתנהגויות הנלוות לה (עיסוק מוגזם בספורט, למשל) ו התערבויות משפחתיות אשר ממוקדות בפתרון אדפטיבי יותר של קונפליקטים. טיפולים תרופתיים עשויים לסייע כאשר הפרעת אכילה נובעת או מלווה בקשיים רגשיים נפשיים אחרים כמו דיכאון, הפרעות אישיות או חרדה. עם זאת, הטיפול התרופתי אינו מטפל בהפרעת האכילה עצמה. חשוב להדגיש כי הטיפול בהפרעת אכילה עשוי להיערך במסגרת מרפאתית כאשר המטופל מסוגל להמשיך בשגרת חייו, אך במקרים רבים בהם נשקפת סכנה לחיי המטופל או ששי תוף הפעולה שלו עם הטיפול נמוך מאוד, ניתן וחשוב להיעזר במסגרת אשפוזית המספקת השגחה רפואית מקיפה, הקפדה על תזונה נכונה ומסגרת טיפולית נפשית המספקת החזקה רציפה על מנת למנוע החמרה של הפרעת האכילה. אנורקסיה נרבוזה היא הפרעת אכילה המאופיינת בירידה דרסטית במשקל הגוף, המלווה בפחד עצום מאכילה והשמנה, למרות שהמצב הגופני רחוק מלהיות כזה.  כאן, תוכלו לקרוא על התסמינים הקליניים, כיצד מאבחנים אנורקסיה, גורמים ודרכי טיפול. התרבות שלנו מכתיבה לנו את התפיסה לפיה \"רזה זה יפה\"; הדוגמן על גבי שלט החוצות, ה\"אושייה\" בר שתות החברתיות או שחקנית הקולנוע. אותן דמויות אשר אמורות לעורר בנו השראה והזדהות עלולות להוביל לעיסוק בלתי פוסק בהתייחסות לגוף ולמשקל עד כי זה הוא כרטיס הביקור שלנו, בין היתר כמנוף להצלחה אישית וחברתית. אך כשעושים זאת \"טוב מדי\", והרצון להוריד במשקל משתלט על המחשבה ומוביל להתנהגויות של הרעבה, עשויים בני נוער ומבוגרים להזיק לעצמם, לעיתים עד מוות, כחלק מהפרעת אכילה הידועה בשם אנורקסיה נרבוזה. מהם התסמינים הקליניים של אנורקסיה אנורקסיה נרבוזה היא הפרעת אכילה המאופיינת בירידה דרסטית במשקל הגוף, המלווה בפחד עצום מאכילה והשמנה , למרות שהמצב הגופני רחוק מלהיות כזה. משמעות השם אנורקסיה ביוונית הוא \"חוסר תיאבון\" אך לרוב, הסובלים מאנורקסיה אינם נעדרי תשוקה למזון. להפך, חלק גדול מתשומת הלב, המחשבה וההתנהגות היומיומית מתמקדים באוכל, בדרכים להפחתת כמות המזון הנצרכת ובבדיקת מצב הגוף ומשקלו.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":3,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0004","text":"משמעות השם אנורקסיה ביוונית הוא \"חוסר תיאבון\" אך לרוב, הסובלים מאנורקסיה אינם נעדרי תשוקה למזון. להפך, חלק גדול מתשומת הלב, המחשבה וההתנהגות היומיומית מתמקדים באוכל, בדרכים להפחתת כמות המזון הנצרכת ובבדיקת מצב הגוף ומשקלו. לרוב, סובלות מאנורקסיה נוטות להכחיש את מצבן, להתנגד לטיפול ואף להסתיר פעולות הקשורות לאוכל או לירידה במשקל. הדבר יתבטא, למשל, בסירוב לאכול בנוכחות אנשים. כמו כן, עלולות להתלוות להפרעה לעיתים \"התנהגויות מפצות\" אשר נועדו לפצות על האכילה, כמו הקאה, שימוש בחומרים משלשלים, משתנים וחוקנים, או פעילות גופנית מוגזמת. אנורקסיה מלווה בדרך כלל בהפרעות פיזיות ונפשיות משמעותיות. הלו קים בהפרעה נוטים לסבול מחשיבה מצומצמת, שינויים חדים במצב הרוח (לעיתים עד כדי הצגת תסמינים החופפים להפרעת דיכאון מג'ורי ), הפרעות שינה, התנהגות אובססיבית -קומפולסיבית, פרפקציוניזם ונוקשות. בתחום הפיזי, פעמים רבות מלווה האנורקסיה בהפסקת המחזור אצל נשים, פגיעה בהתפתחות סדירה בקרב בני נוער, בעיות במערכות העיכול והרבייה ועוד. במקרים קשים עשויה ההרעבה העצמית וההפרעות הגופניות הנלוות לה להוביל למוות. כמה אנורקסיה שכיחה? שכיחות ההפרעה מוערכת בכ-1.2%, כאשר בקרב נשים בנות15 ומעלה השכיחות הינה0.9% ובקרב גברים, לרוב ההפרעה מתרפצת מאוחר יותר והיא מוערכת כ-0.3%. אנורקסיה נחשבת \"הפרעה נשית\", ולא ברור עד כמה ההעדפה המגדרית נובעת מבושה ונורמות תרבותיות או מפער ממשי בין גברים ונשים בנטייתם לפתח אנורקסיה נרבוזה. כמו כן, מוקד ההפרעה משתנה בין נשים וגברים כך שנשים נוטות להתמקד ברזון ואילו אידיאל הגוף הגברי לרוב כולל מסת שריר ושרירים, ולכן הפרעות אכילה גבריות פחות באות לידי ביטוי בהרעבה וסירוב לאכול, ויותר בעיסוק או בססיבי בפעילות ספורטיבית. אנורקסיה נרבוזה היא הפרעה הנפוצה יותר במדינות מפותחות ומתועשות, ובקרב השכבות החברתיות-כלכליות הגבוהות יותר. מחקרים מראים כי מהגרות למדינות מפותחות ומערביות נוטות לפתח את ההפרעה יותר מאשר בנות גילן בארץ מוצאן. גברים ספורטאים נמצאי ם בקבוצת סיכון לפתח אנורקסיה, ונשים העוסקות בדוגמנות או במחול נמצאות אף הן בקבוצת סיכון לפתח אנורקסיה. אבחנה על פי 5-DSM קריטריונים דיאגנוסטיים A. הגבלת צריכת האנרגיה הדרושה לאדם, המובילה למשקל גוף נמוך בצורה משמעותית בהתחשב בגיל, מין, מסלול התפתחות ובריאות פיזית. משקל גוף נמוך באופן קיצוני מוגדר כמשקל שהוא נמוך מהמינימום הנורמלי באוכלוסייה, או לחילופין, עבור ילדים ומתבגרים, נמוך מהמינימום המצופה לגיל ולמין הילד. B. פחד מתמשך מפני עלייה במשקל או להפוך לשמן, או לחילופין– התנהגות מתמשכת אשר מחבלת בעלייה במשקל, למרות שנמצאים במשקל נמוך משמעותית.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":4,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0005","text":"B. פחד מתמשך מפני עלייה במשקל או להפוך לשמן, או לחילופין– התנהגות מתמשכת אשר מחבלת בעלייה במשקל, למרות שנמצאים במשקל נמוך משמעותית. C. הפרעה באופן בו האדם תופס את משקל הגוף או הצורה שלו. השפעה מופרזת של משקל הגוף או הצורה על ההערכה העצמית או חוסר הכרה בחומרה של משקל הגוף הנמוך הנוכחי. סוגים שונים של אנורקסיה ניתן להבחין בין 2 סוגים של אנורקסיה, לפי ההתנהגויות הנלוות לקריטריונים הדיאגנוסטיים 1. אנורקסיה מסוג מגביל (Restricting Type )– תת סוג זה מאופיין ב- 3 חודשים לפחות של הרעבה עצמית ללא אפיזודות של זלילה והקאה, וללא התנהגויות של טיהור עצמי (הקאה מכוונת, שימוש במשלשלים או משתנים, או חוקן). בתת סוג זה הירידה במשקל מושגת בעיקר בעזרת דיאטה, צום והתעמלות מופרזת. 2. אנורקסיה מסוג מטהר (Binge Eating/ Purging Type )– תת סוג המאופיין ב-3 חודשים לפחות של התנהגויות חוזרות ונשנות של התקפי זלילה, או התנהגות מטהרת. כמו כן, את ההפרעה ניתן לסווג על פי דרגת החומרה שלה, הנקבעת על פי BMI בקרב מבוגרים ועל פי אחוזון ה- BMI בהשוואה לממוצע בני גילם בקרב ילדים ומתבגרים. דרגת החומרה עולה גם ככל שיש יותר פגיעה בתפקוד ויותר צורך בהשגחה: ⦁ מתון – BMI גדול או שווה ל-17 ⦁ בינוני – BMI בין16 עד16.99 ⦁ קשה – BMI בין15 עד15.99 ⦁ קיצוני – BMI קטן מ- 15 מהם הגורמים לאנורקסיה גישות שונות ניסו להסביר הפרעה זו, כאשר כיום מאמינים מרבית אנשי המקצוע כי שילוב בין הגורמים השונים מובילים להיווצרות ההפרעה: 1. גורמים חברתיים-תרבותיים: השוואה בין תמונות של \"משפיעניות\" עכשוויות לבין אייקונים תרבותיים מהעבר מדגימה את השינוי העצום אשר חל בשנים האחרונות באופן בו נתפסת \"האישה האידיאלית\", כאשר דוגמניות רבות רזות באופן קיצוני, וכן רזון מקושר לכוח רצון, הצלחה ויופי. חשוב לציין כי בשנים האחרונות גוברת המגמה להראות בתוכן פרסומי ושיווקי משקלים שונים ומבני גוף שונים על מנת להפחית את האידיאליזציה למבנה גוף ספציפי ומסוים, אך \"קידוש הרזון\" עדיין רווח ובא לידי ביטוי, גם אם לא במודע. בהתאם, מאמינים אנשי מקצוע כי עיסוק היתר של החברה המערבית באידיאל הרזון מעודד עלייה בשיעור האנורקסיה. 2. גורמים פסיכולוגיים – אנורקסיה יכולה להתפתח מתוך הניסיון לפתח אישיות עצמא ית, המאפיין בעיקר את גיל ההתבגרות. בשנים אלו, נדרשים נערים ונערות להתמודד עם אתגרים חברתיים חדשים ועם דחפי מין ותוקפנות שעולים.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":5,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0006","text":"גורמים פסיכולוגיים – אנורקסיה יכולה להתפתח מתוך הניסיון לפתח אישיות עצמא ית, המאפיין בעיקר את גיל ההתבגרות. בשנים אלו, נדרשים נערים ונערות להתמודד עם אתגרים חברתיים חדשים ועם דחפי מין ותוקפנות שעולים. ניתן, אם כך, לראות בחיפוש אובססיבי אחר רזון המוביל לא פעם לעצירת ההתפתחות כניסיון לדחות ולהכחיש מיניות. מתוך כך, יש הרואים באנורקסיה ניסיון להפגין שליטה ולהשיג אוטונומיה, המכסה דווקא על עצמיות מעורפלת ולא מפותחת. 3. גורמים משפחתיים – מחקרים מצאו 3 מאפיינים משפחתיים המקושרים להתפתחות אנורקסיה: חוסר בהגדרה ברורה של גבולות, עירוב יתר בקונפליקט הורי ואמצעי לשליטה במשפחה. כמו כן, נמצא קשר בין אנורקסיה לבין התמודדות עם דמות אם דומיננטית הנחווית כפולשנית וחודרנית, ממנה קשה למצוא נפרדות וזהות אישית. במקרים אלו, הרעבה עצמית יכולה להוות סוג של ניסיון להכריז בעלות על הגוף, להכניע ולהרוס את הדימוי הפנימי של האם הפולשנית, ולדחות את הנשיות עצמה. מנגד, הדינאמיקה בבסיס ההפרעה יכולה לנבוע מהרצון להישאר קטנה, חלשה וזקוקה להגנה, ובכך למנוע נפרדות מהאם האוהבת או מהמשפחה המגוננת. 4. גורמים ביולוגיים – לא קיימות עדויות חד משמעיות לקיומם של גורמים תורשתיים בהיווצרות ההפרעה, אך הם נמצאו כגורמים אשר משמרים א ת ההפרעה ואולי אף מקשים על טיפול אפקטיבי בה. כך, ממצאים ביולוגיים הנוגעים לקשיים במנגנון מוחי של וויסות אכילה (בהיפותלמוס) עשויים לשקף את הנזק הנגרם כתוצאה מהרעבה מתמשכת. באופן דומה, נמצא כי חומרים אופיאטיים המיוצרים בגוף כתוצאה ממחסור במזון מגבירים את הנט ייה להתכחש לתחושת הרעב, וכך משמרים את תסמיני ההפרעה הנוגעים להרעבה. איך ניתן לטפל באנורקסיה? הטיפול באנורקסיה הוא טיפול מורכב וממושך אך הוא עשוי להביא לשיפור משמעותי הן בסימפטומים האנורקטיים והן בקשיים הנפשיים הנלווים להפרעה כגון הערכה עצמית נמוכה, קשיי נפרדות, עיסוק יתר בשליטה ועוד. יחד עם זאת, מטרת הטיפול הראשונית היא הפחתת הסיכון לחיי המטופלת ושיפור במצבה הרפואי והגופני. 1. ליווי רפואי – תחילה, על מנת להתמקד בהיבטים הרפואיים והגופני ים של ההפרעה, ולהפחית את הסיכון לחיי המטופלת, על הטיפול להיות מלווה ברופא אשר יפקח על מדדים רפואיים קריטיים ויסייע בבחירת מסגרת טיפול מתאימה. לצד זאת, מומלץ לקבל סיוע מתזונאית קלינית המומחית בהפרעות אכילה, על מנת לאזן ולשמור על הרגלי תזונה אשר יתמכו בהתמודדות עם ההפרעה. 2. אשפוז – במצבים של סכנת חיים, או כאשר מטופלים ומשפחותיהם חשים כי הם אינם מסוגלים להתמודד עם הפרעת האכילה במסגרת ביתית, אשפוז עשוי להוות מסגרת טיפולית מקיפה ויעילה במיוחד.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":6,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0007","text":"2. אשפוז – במצבים של סכנת חיים, או כאשר מטופלים ומשפחותיהם חשים כי הם אינם מסוגלים להתמודד עם הפרעת האכילה במסגרת ביתית, אשפוז עשוי להוות מסגרת טיפולית מקיפה ויעילה במיוחד. אשפוז, המתקיים לרוב במסגרות ייחודיות להפרעות אכילה, מאפשר השגחה על מצבו הרפואי של המטופל והתאמת דיאטה והרגלי אכילה בריאים. כמו כן, ניתנים טיפולים פסיכולוגיים מותאמים וניסיון להכין את המטופל לחיים בקהילה, בבוא הזמן. 3. פסיכותרפיה להפרעות אכילה – כיוון שאחד האתגרים המשמעותיים בהפרעה זו נוגעת למוטיבציה לשינוי ולטיפול, הסובלים והסובלות מאנורקסיה עשויים לגלות התנגדות רבה לטיפול המכוון לעלייה במשקל. לכן, בטיפול פסיכודינמי מעמיק, יש דגש על רכישת אמונו של המטופל והבנת נקודת המבט והצורך שלו ברזון משמעותיים במיוחד ועשויים לאפשר, בהמשך הטיפול שינוי דפוסי התנהגות ומחשבה. טיפולים קוגניטיביים -התנהגותיים מתמקדים באופן אקטיבי בשינוי הסימפטומים האנורקטיים ומאפשרים למטופל לרכוש יכולות כבקרה על רגשות ומחשבות אוטומטיות שמעוררת בהם האכילה וויסות רגשות אלו, שיפור מיומנויות בין אישיות וכן הלאה. 4. טיפול משפחתי בהפרעות אכילה – בנוסף לטיפולים פסיכולוגיים פרטניים המתמקדים בהפרעה ובגורמים לה, טיפול משפחתי יעיל במיוחד במקרים בהם גורמי ההפרעה נשענים על דפוסים משפחתיים לא מיטיבים או קונפליקטים משמעותיים במרחב המשפחתי. כמו כן, כיוון שהפרעת האכילה משפיעה בדרך כזו או אחרת על כל אחד מבני המשפחה, טיפול משפחתי יכול לשפוך אור על השפעות אלו ועל האופן בו י כולה המטופלת להשתלב באופן אדפטיבי יותר בדינמיקה המשפחתית הקיימת או המשתנה. יש לציין כי טיפול תרופתי נמצא כלא יעיל במיוחד לטיפול בסימפטומים אנורקטיים, אך הוא עשוי לתרום להפחתת מצבי דיכאון ו חרדה כאשר הם נלווים לאנורקסיה נרבוזה. בולימיה נרבוזה היא הפרעת אכילה, אשר מאופיינת באפיזודות חוזרות של התקפי זלילה בלתי נשלטים, לצד התנהגויות מפצות כמו ספורט או הקאות.  כאן, תוכלו לקרוא על התסמינים הקליניים, כיצד מאבחנים בולימיה, הגורמים ומהן דרכי הטיפול בבולימיה. בתרבות הרומית העתיקה נהגו בני האצולה להקיא את אשר אכלו במהלך המשתה בכדי לאפשר לעצמם להאריך את משך החגיגה. נוהג זה נחשב מקובל ויעיל ואיש לא סיווג אותו כהפרעת אכילה. למעשה, רק ב -1979 החלו אנשי מקצוע לראות בהתקפי זלילה המלווים בהתנהגויות מפצות (כהקאה וספורט) בעיה בפני עצמה; עד אז, נחשבה בולימיה ל\"סוג של אנורקסיה\" ולא זכתה להכרתם של אנשי מקצוע. בעשורים האחרונים החלו נשים הסובלות מבולימיה להכיר בכך שדפוס אכילתן מובחן ובעייתי, ויש לפנות לעזרה טיפולית מותאמת.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":7,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0008","text":"למעשה, רק ב -1979 החלו אנשי מקצוע לראות בהתקפי זלילה המלווים בהתנהגויות מפצות (כהקאה וספורט) בעיה בפני עצמה; עד אז, נחשבה בולימיה ל\"סוג של אנורקסיה\" ולא זכתה להכרתם של אנשי מקצוע. בעשורים האחרונים החלו נשים הסובלות מבולימיה להכיר בכך שדפוס אכילתן מובחן ובעייתי, ויש לפנות לעזרה טיפולית מותאמת. מהם התסמינים הקליניים של בולימיה? בולימיה היא הפרעת אכילה אשר מתאפיינת באפיזודות חוזרות של התקפי זלילה בלתי נשלטים, לצד התנהגויות מפצות כמו ספורט או הקאות. בניגוד ל הפרעת אכילה כפייתית, בה אין התנהגויות מפצות. במבט ראשון, קשה לזהות את הסובלות מבולימיה: על אף עיסוק מוגזם בצורת הגוף ובמשקל, לרוב משקלן תקין והתקפי האכילה מתרחשים בסתר ובבדידות. במהלך התקפים אלו, צורכות הסובלות מבולימיה כמויות מזון גדולות המלוות ב\"התנהגויות מפצות\" אשר מטרתן למנוע עלייה במשקל. התנהגויות מפצות יכולות להיות הקאה, צום, שימוש במשלשלים וכד'. פעמים רבות, בולמיה נלווית להפרעות שונות, ויש חשיבות מכרעת לאבחן בצורה אשר לוקחת בחשבון תחלואה נלווית, על מנת לטפל בצורה מותאמת ונטולת סיכונים. בקרב הסובלות מבולימיה נטייה לשימוש בחומרים כמו סמים ואלכוהול, גניבה מחנויות, יחסי מין הרסניים, דיכאון ו חרדה. כמו כן, חלק מהנשים הסובלות מבולימיה סובלות גם מהפרעות אישיות שונות. כמה זה שכיח הספרות מדווחת על שכיחות הפרעה של כ-1-3% מהאוכלוסייה. ככל הנראה, מדובר בהערכת חסר ושכיחות ההפרעה בפועל גבוהה יותר. כ - 95% מהסובלות מבולימיה הינן נערות בגיל ההתבגרות ובבגרות המוקדמת. שכיחות ההפ רעה בקרב גברים פחות ידועה, אך נראה כי מדובר בשכיחות נמוכה בהרבה מאשר בקרב נשים, כאשר ההערכה עומדת על יחס של 10:1 (כלומר על כל 10 נשים מאובחנות, גבר אחד הסובל מבולימיה אבחנה על פי 5-DSM קריטריונים דיאגנוסטיים A. אפיזודות חוזרות של זלילה המאופיינות בשניקריטריונים: 1. אכילה בפרק זמן מוגדר של שעתיים לפחות, כמות אוכל שהיא באופן משמעותי וברור גדולה ממה שרוב האנשים היו אוכלים במשך פרק זמן זהה תחת אותן נסיבות. 2. תחושת חוסר שליטה על האכילה בזמן האפיזודה (תחושה שהאדם אינו מסוגל לעצור או לשלוט במה ובכמה הוא אוכל). B. התנהגויות מפצות חוזרות במטרה למנוע עלייה במשקל כמו הקאות יזומות, שימוש לרעה במשלשלים, משתנים או תרופות אחרות, צום או התעמלות מופרזת. C. אפיזודות הזלילה וההתנהגות המפצה מתרחשות בממוצע לפחות פעם בשבוע למשך 3 חודשים D. ההערכה העצמית מושפעת בצורה מופרזת ממשקל וצורת הגוף.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":8,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0009","text":"אפיזודות הזלילה וההתנהגות המפצה מתרחשות בממוצע לפחות פעם בשבוע למשך 3 חודשים D. ההערכה העצמית מושפעת בצורה מופרזת ממשקל וצורת הגוף. E. ההפרעה לא מופיעה רק במהלך אפיזודות של אנורקסיה נרבוזה סוגים שונים של בולימיה את ההפרעה ניתן לסווג על פי חומרה, הנקבעת לפי שכיחות ההתנהגויות המפצות (ממתון ועד קיצוני) , וכן ניתן להבחין בין סוגים שונים של בולימיה, לפי סוג ההתנהגות המפצה: 1. בולימיה עם התנהגויות מפצות מטהרות אשר מאופיינת בהקאה יזומה או שימוש במשלשלים משתנים, חוקן או אמצעים רפואיים אחרים. 2. בולימיה עם התנהגויות מפצות לא מטהרות אשר מאופיינת בצום ופעילות ספורטיבית מוגזמת מהם הגורמים לבולימיה? מודלים וגישות שונות ניסו לזהות את הגורמים להפרעה בדפוסי האכילה, כאשר מרבית אנשי המקצוע רואים בהפרעה תוצאה של שילוב בין מספר גורמים: 1. גורמים ביולוגיים: אין עדות ברורה לקיום מנגנונים ביולוגיים או גנטיים הקשורים בבולמיה, אך מאחר וטיפול אנטי -דכאוני נמצא יעיל, סביר כי קיימת השפעה לנוירוטרנסמיטורים אשר מקושרים למצב רוח כמו סרוטונין ונוראפנפרין. 2. גורמים תרבותיים: בעשורים האחרונים רזון הפך למודל יופי בתרבות המערבית. אותו מודל יופי מוביל לכך שנערות ונשים חשופות למסרים ישירים ועקיפים אשר מטיפים להרזיה. מסרים אלו הובילו להתפתחות סטראוטיפים שליליים לפיהם נשים שאינן רזות עלולות להיתפס כחלשות או חסרות כח רצון. כך, הופך משקלה של האישה למקור למתח ומאבק. כך, עשוי גופה של האישה להפוך למוקד לביטוי קושי רגשי הנובע מלחץ תרבותי. 3. גורמים פסיכו-סוציאליים: לא ניתן להצביע על גורם חד משמעי המוביל לבולמיה, אך נמצא כי לסובלות מבולימיה משפחות הנוטות להיות בעלות קונפליקטים רבים, כאשר ההורים מתוארים לא פעם כדוחים, מזניחים, עוינים ומעודדים לרזון. נשים רבות הסובלות מבולימיה חוו בעברן התעללות מינית או פיזית, ואפיזודות של זלילה או התנהגויות מפצות נוטה לצוץ בתקופות של מתח ולחץ. 4. גורמים אישיותיים : ההבחנה בין גורמ ים אישיותיים לגורמים פסיכו -סוציאליים אינה חד משמעית. בהיבט הנפשי האישי, סובלות מבולימיה נוטות למצבי רוח שליליים, לתנודתיות ולאימפולסיביות, כמו גם לדימוי עצמי וגופני נמוך. עם זאת, נטייה זו עשויה להיות תוצאה של התמודדות עם טראומה וקשיים סביבתיים. איך ניתן לטפל בבולימיה? נשים הסובלות מבולימיה מציגות פעמים רבות חזות \"מושלמת\" מבחינה חיצונית, תעסוקתית ובין אישית. למרות זאת, העיסוק המוגזם במשקל מוביל את הגוף והנפש למצוקה, אשמה ואף דיכאון . טיפול בבולימיה לרוב כולל מספר התערבויות טיפוליות במקביל, במטרה לספק מענה הן להפרעת האכילה והן לקשיים נפשיים אישיים וסביבתיים הנלווים לה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":9,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0010","text":"למרות זאת, העיסוק המוגזם במשקל מוביל את הגוף והנפש למצוקה, אשמה ואף דיכאון . טיפול בבולימיה לרוב כולל מספר התערבויות טיפוליות במקביל, במטרה לספק מענה הן להפרעת האכילה והן לקשיים נפשיים אישיים וסביבתיים הנלווים לה. יחד עם זאת, חשוב לזכור כי להפרעה השפעות ממשיות על בריאות הגוף, ולכן הטיפול חייב לכלול ליווי רפואי המפקח על מדדים רפואיים וכן סיוע מתזונאית המומחית בהפרעות אכילה לשם איזון הרגלי האכילה ושמירה על תזונה בריאה שתומכת את ההתמודדות עם ההפרעה. 1. טיפול נפשי פרטני: טיפול פסיכותרפיה מאפשר התבוננות במשמעות האכילה עבור המטופלת, בדימוי העצמי והגופני הנמוכים ובקשיים האישיים והבין אישיים. נושאים כמיניות, קושי בהכרה בצרכים האישיים ופחד מאובדן שליטה עולים פעמים רבות בטיפול. 2. טיפול קבוצתי: טיפול קבוצתי נמצא כיעיל ומאפשר למטופלת הן התמודדות עם קשייה בתחום האכילה והן בחינה של קשריה הבין אישיים וקבלת תמיכה מנערות או נשי ם הסובלות מתסמינים דומים לשלה. 3. טיפול תרופתי: טיפול תרופתי אנטי -דיכאוני נמצא יעיל בעיקר בשיפור מצב הרוח במקרים של נטייה לדיכאון. עם זאת, מחקרים מצאו כי במקרים רבים הטיפול התרופתי אינו משפיע על דפוסי האכילה הבעייתיים הנלווים להפרעה, ולכן הם ניתנים במצבים בהם יש צורך לסייע להפרעות מצב רוח נלוות להפרעה. הפרעת אכילה כפייתית מאופיינת בהתקפי זלילה חוזרים, תחושת חוסר שליטה וחוויה של מצוקה. ב עמוד הנוכחי, תוכלו לקרוא על האבחנה של הפרעת אכילה כפייתית, גורמים ודרכי טיפול בהפרעת אכילה כפייתית. כמעט כל אחד מאיתנו מוצא עצמו לעיתים מרגיש שאינו מצליח להפסיק לאכול דבר מה טעים, או עם תחושת חרטה על ארוחה גדולה מדי. יחד עם זאת, כאשר תחושות אלו מלוות בהתקפי זלילה בלתי נשלטים אשר חוזרים על עצמם לעיתים קרובות ומעוררים מצוקה רבה, יתכן שמדובר בהפרעת אכילה כפייתית. ההפרעה, אשר נקראת לעיתים גם הפרעת אכילה בולמוסית או אכילת בינג', נכנסה למדריך האבחון והסטטיסטיקה של ההפרעות הנפשיות (DSM) במהדורתו האחרונה, אשר יצאה בשנת 2013, ומאז היא ניתנת כאבחנה של הפרעת אכילה. כיום היא נחשבת הפרעת האכילה השכיחה ביותר. תסמינים קליניים הפרעת אכילה כפייתית היא הפרעה אשר מתאפיינת בנטייה חוזרת להתקפי אכילה בלתי נשלטים, שלא נובעים מתחושת רעב. במהלכם, האדם אוכל בפרק זמן קצר כמות מזון גדולה ובלתי מידתית. לרוב, ההתקפים מובילים לתחושת מלאות קיצונית ולא נעימה, ובטווח הרחוק גם לבעיות בריאותיות, בהן סיכון להשמנת יתר, עליית כולסטרול ועוד.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":10,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0011","text":"במהלכם, האדם אוכל בפרק זמן קצר כמות מזון גדולה ובלתי מידתית. לרוב, ההתקפים מובילים לתחושת מלאות קיצונית ולא נעימה, ובטווח הרחוק גם לבעיות בריאותיות, בהן סיכון להשמנת יתר, עליית כולסטרול ועוד. אל התחושות הפיזיות הקשות והסיכונים הבריאותיים המאפייני ם את הפרעת האכילה הכפייתית, נלווים גם קשיים רגשיים המסבים לאדם תחושת מצוקה. היבט רגשי מרכזי סובב סביב חוויות של חרטה, אשמה, בושה או גועל בעקבות אפיזודות של אכילה מופרזת. בעקבות תחושת הבושה החזקה, במקרים רבים מתפתחת אצל הסובלים מן ההפרעה נטייה להשקיע מאמץ רב בהסתרת הבולמוסים מאנשים אחרים בסביבתם, אפילו הקרובים אליהם ביותר. צורה נוספת בה בושה עצמית באה לידי ביטוי היא בתחום הבין -אישי, כאשר לעיתים אנשים הסובלים מההפרעה נוקטים בהימנעות ממפגשים חברתיים. במקרים בהם תחושת החרטה על האכילה המופרזת מביאה ל\"התנהגויות מפצות\" – פעולה יזומה של ריקון הגוף ממזון, דוגמת הקאה מכוונת או שימוש בחומרים משלשלים – מדובר כבר במצב של הפרעת אכילה שונה, כגון בולימיה או אנורקסיה מתת סוג שמאופיין בהתקפי זלילה. שכיחות ההפרעה השכיחות המוערכת של ההפרעה לאורך שנה בארה\"ב, עומדת על 1.6% מהאוכלוסייה בקרב נשים, בעוד בקרב גברים היא מוערכת ב-0.6%. בתוך כך, הסבירות לפתח הפרעת אכילה כפייתית נמצאה כגבוהה יותר בקרב אנשים אשר סובלים מהשמנת יתר (Obesity). בקרב אוכלוסייה זו שכיחות ההפרעה עומדת על בין 6.5% -8%. בנוסף, היא נמצאה כשכיחה יותר בקרב אנשים אשר מחפשים טיפולים להורדת המשקל. במקרים רבים הפרעת אכילה כפייתית מלווה בהפרעות פסיכיאטריות נוספות, בהן הפרעה בי - פולארית, דיכאון והפרעות חרדה. כך, כמעט 50% מהמאובחנים בהפרעת אכילה כפייתית מתמודדים גם עם דיכאון. אבחנה על פיDSM-5 על מנת לקבל אבחנה של הפרעת אכילה כפייתית, על האדם לעמוד בכל הקריטריונים הבאים: A. הופעת אפיזודות חוזרות של התקפי זלילה, המאופיינים בשני קריטריונים 1. תוך פרק זמן של שעתיים, אכילת כמות אוכל הגדולה באופן משמעותי מהכמות שמרבית האנשים היו אוכלים באותם התנאים והנסיבות. 2. תחושה של חוסר יכולת לשלוט באכילה במהלך ההתקף, למשל שאי אפשרלעצור או לשלוט בכמות האוכל. B. התקפי הזלילה מקושרים עם3 או יותר מהמאפיינים הבאים 1. אכילה מהירה הרבה יותר מהנורמה 2. אכילה עד לתחושת מלאות לא נוחה 3. אכילת כמות גדולה של אוכל, גם ללא תחושת רעב 4. ביצוע האכילה לבד, לאור תחושת מבוכה מכמות האוכל שאוכלים 5. תחושה שהאדם נגעל מעצמו, מדוכא, או חש אשם לאחר התקף הזלילה C.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":11,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0012","text":"ביצוע האכילה לבד, לאור תחושת מבוכה מכמות האוכל שאוכלים 5. תחושה שהאדם נגעל מעצמו, מדוכא, או חש אשם לאחר התקף הזלילה C. תחושת מתח המקושרת להתקפי הזלילה D. התקפי הזלילה מופיעים במודע בתדירות של לפחות פעם בשבוע, למשך שלושה חודשים E. התקפי הזלילה אינם מקושרים להופעה של \"התנהגות מפצה\" כפי שניתן לזהות בהפרעת בולימיה נרבוזה, ואינם מופיעים כחלק מהפרעה זו או מאנורקסיה נרבוזה. את ההפרעה ניתן להגדיר על פי דרגת החומרה שלה, אשר נקבעת על פי שכיחות אפיזודות הזלילה: - מתון: 1-3 אפיזודות בשבוע - בינוני: 4-7 אפיזודות בשבוע - קשה: 8-13 אפיזודות בשבוע - קיצוני: 14 אפיזודות ומעלה בשבוע מהם הגורמים להפרעת אכילה כפייתית? לא הרבה ידוע על המקור של התפתחות ההפרעה, אשר לרוב מופיעה בשנות גיל ההתבגרות או בבגרות המוקדמת. כיוון שישנם מקרים חוזרים של הפרעת אכילה כפייתית בתוך משפחות, ייתכן כי ישנה מעורבות של גנטיקה בהתפתחות ההפרעה. לצד זאת, כן ניתן לזהות גורמי סיכון אשר תורמים להופעתם של התקפי זלילה: גורמי לחץ, דימוי גוף שלילי, אכילה פחותה כתוצאה מדיאטה ושעמום. איך ניתן לטפל בהפרעת אכילה כפייתית? סוגים שונים של טיפולים פסיכולוגים נמצאו כמועילים במקרים של הפרעת אכילה כפייתית. • טיפול בגישה קוגניטיבית התנהגותית ( BTC): טיפול הממוקד בשינוי דפוסי התנהגות וחשיבה אשר מובילים להתקפי זלילה. במסגרתו מתמקדים בזיהוי הטריגרים להתקפי האכילה, שיפור הדימוי הגופני וההערכה העצמית, ולימוד אסטרטגיות לשליטה עצמית. • טיפול בגישה דיאלקטית התנהגותית: טיפול המבוסס על השגת שליטה ב-4 מיומנויות מרכזיות אשר מסייעות בהגברת השליטה העצמית, ועל כן גם באפשרות לשלוט בהתקפי האכילה. טיפול באכילה כפייתית בשיטה זו כולל הגברת היכולת למודעות העצמית, רכישת מיומנויות לוויסות מצב הרוח, הקניית אסטרטגיות להתמודדות עם תסכולים ושיפור היכולות הבין אישיות. • טיפול בגישה דינאמית: טיפול באכילה כפייתית בגישה זו יתמקד בגורמי העומק להתפתחות דפוס האכילה הרגשית, עיבוד הרגשות הנלווים לה והבנת ההקשר הבין -אישי של האכילה הכפייתית. על רקע אלו, הטיפול מכוון להתמודדות ולהגברת יכולת השליטה בהתקפי האכילה. לצד ההתמודדות עם ההי בט הרגשי וההתנהגותי של ההפרעה, חשוב שלא לזנוח גם את השפעותיה על בריאות הגוף. לכן, חשוב שהטיפול יהיה מלווה ברופא שיוכל לסייע וללוות את הטיפול, תוך פיקוח על מדדים שעשויים להיפגע כתוצאה מההפרעה – BMI, רמות כולסטרול ולחץ דם. כמו כן, לשם איזון הרגלי האכילה ושמי רה על תזונה בריאה שתומכת את ההתמודדות עם ההפרעה, מומלץ לקבל סיוע מדיאטנית המומחית בהפרעות אכילה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":12,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0013","text":"לכן, חשוב שהטיפול יהיה מלווה ברופא שיוכל לסייע וללוות את הטיפול, תוך פיקוח על מדדים שעשויים להיפגע כתוצאה מההפרעה – BMI, רמות כולסטרול ולחץ דם. כמו כן, לשם איזון הרגלי האכילה ושמי רה על תזונה בריאה שתומכת את ההתמודדות עם ההפרעה, מומלץ לקבל סיוע מדיאטנית המומחית בהפרעות אכילה. הפרעות אכילה – במה מדובר? הפרעות אכי לה הן הפרעות נפשיות חמורות אשר עלולות להוביל להשלכות רבות, כגון מצוקה נפשית, חברתית, קוגניטיבית וסיבוכים רפואיים שונים. הפרעות אכילה מופיעות פעמים רבות כבר מהילדות או מגיל ההתבגרות, לכן יש חשיבות מכרעת להתערבות טיפולית מוקדמת ולהגבר ת המודעות לגורמים אשר מובילים להתפתחות הפרעות אכילה שונות. מחקרים רבים נעשו על מנת להבין לעומק את הסיבות המורכבות להתפתחותן של הפרעות אכילה שונות. למעשה, קיימים גורמים שונים ומגוונים המובילים להתפתחות הפרעות אכילה. כאשר ניגשים לטיפול בהפרעות אכילה, יש חשיבות מכרעת להתבוננות אינטגרטיבית, הלוקחת בחשבון את הקשר המורכב הקיים בין גורמי הסיכון השונים. כך, מטפלים המומחים להפרעות אכילה יוכלו לספק מענה הולם אשר מאפשר התמודדות עם המצוקה אשר הובילה להתפתחות ההפרעה, כמו גם עם השלכות ההפרעה. כפי שנרחיב במאמר זה, הגורמים המובילים להתפתחות הפרעות אכילה, נוגעים להיבטים ביולוגיים, חברתיים, תרבותיים ופסיכולוגיים. גורמים ביולוגיים – תורשה גנטית גורם מהותי להתפתחות הפרעות אכילה נוגע להיבטים ביולוגיים. מחקרים אשר בוצעו בקרב תאומים מצאו כי גורמים גנטיים תורמים להתפתחות סימפטומים של הפרעות אכילה שונות. באופן ספציפי, אחוזים בינוניים עד גבוהים של תורשה מעורבים בהתפתחות אנורקסיה נרבוזה ו בולימיה נרבוזה. לעומת זאת, הפרעת אכילה כפייתית פחות מושפעת מהיבטים גנטיים ויותר מגורמים סביבתיים. גורם ביולוגי נוסף אשר נמצא מקושר להתפתחות הפרעות אכילה הוא כמות הסרוטונין במוח. סברה זו מתבססת על כך שטיפול תרופתי אשר מעלה את רמת הסרוטונין במוח (תרופות אנטי דיכאוניות ומרגיעו ת) מוביל פעמים רבות להפחתה בסימפטומים הנוגעים להפרעות אכילה. גורמים סביבתיים – אידיאליזציה של רזון גורם משמעותי נוסף אשר נמצא כתורם להתפתחות הפרעות אכילה, בעיקר בקרב נשים, נוגע לאידיאליזציה של רזון בחברה וחשיפה למדיות שונות. גורם זה נפוץ במיוחד בתרבויות מערביות, בהן רזון מקושר לערכים שונים כמו הצלחה, יופי או כוח רצון. על אף ניסיון בשנים האחרונות נראה כי גברה המודעות לאידיאלים מעוותים אלו ונעשה ניסיון לשנותם על ידי הצגת גיוון רב יותר במדיות השונות. עם זאת, נראה כי עדיין אנשים רבים, ובעיקר נשים, הפנימו את הד רישה התרבותית להרזות, גם במחיר בריאות נפשית.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":13,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0014","text":"על אף ניסיון בשנים האחרונות נראה כי גברה המודעות לאידיאלים מעוותים אלו ונעשה ניסיון לשנותם על ידי הצגת גיוון רב יותר במדיות השונות. עם זאת, נראה כי עדיין אנשים רבים, ובעיקר נשים, הפנימו את הד רישה התרבותית להרזות, גם במחיר בריאות נפשית. לגורמים סביבתיים ותרבותיים אכן השפעה על התפתחות הפרעות אכילה ויש להגביר המודעות לכך על מנת למגר את האידיאליים הבלתי מושגים הללו. יחד עם זאת, על אף שמרביתנו חשופים למסרים המעודדים הרזיה, רק חלק יפתחו בסופו של דבר הפרעות אכילה. כלומר, גורמים שונים נמצאים באינטראקציה עם אותם גורמים סביבתיים, כך שהם מגבירים את הנטייה להזדהות ולהפנים מסרים תרבותיים וחברתיים הנוגעים לאידיאליים בלתי מושגים. למשל, נערה עם אמא המתמודדת עם הפרעות אכילה ועיסוק אובססיבי במשקל או עם נטייה אישיותית לפרפקציוניזם, צפויה להפנים ביתר שאת את האידיאל התרבותי השגוי לפיו אנשים רזים הם יותר מוצלחים. כך, השילוב בין הגורמים תורם להתפתחות מצוקה נפשית ופיזית אשר באה לידי ביטוי בהפרעות אכילה שונות. גורמים פסיכולוגיים – תכונות אישיות מחקרים הנוגעים להפרעות אכילה מצאו כי קיימות 3 תכונות המנבאות התפתחותן של הפרעות אכילה: 1. נוירוטיות – אנשים בעלי נטייה אישיותית לחוש רגשות לא נעימים, חוסר יציבות רגשית ורגישות. אנשים בעלי נטייה גבוהה לנוירוטיות חווים לעתים קרובות פחד, ייאוש ועצב. מחקרים מצאו כי נטייה אישיותית זו עלולה לנבא התפתחותן של הפרעות אכילה כמו בולימיה ואנורקסיה. 2. פרפקציוניזם – נטייה לביקורת עצמית הכוללת שימוש בסטנדרטים גבוהים במיוחד, ולעיתים אף לא ריאליים. מחקרי אורך מראים פרפקציוניזם בשילוב עם דימוי גוף נמוך וחוסר שביעות רצון מהמראה החיצוני, הינו גורם סיכון להתפתחות הפרעות אכילה. 3. אימפולסיביות – נטייה לפעול על פי רצון רגעי ללא מודעות להשלכות, עשויה גם היא לנבא התפתחות סימפטומים של הפרעות אכילה, בדגש על התקפי זלילה (Binge) וניסיונות להתרוקן לאחר מכן. באופן ספציפי, נמצא כי נטייה אישיותית לפעול באימפולסיביות בעת מצוקה רגשית מהווה גורם מנבא משמעותי להתפתחות בולימיה נרבוזה. פעמים רבות, מצוקה נפשית ופסיכולוגית אשר אינה מקושרת לתכונות אופי מסוימות עלולה להוביל להתפתחות הפרעות אכילה. למשל, התעללות פיזית או מינית מוקדמת, או אינטראקציה משפחתית בעייתית. למשל, דינמיקה הור ית דורשנית או חודרנית, עלולה לעיתים להוביל להתפתחות סימפטומים של הפרעות אכילה. במצבים אלו, יש חשיבות מכרעת להתערבות טיפולית באמצעות מטפלים המומחים להפרעות אכילה, אשר יוכלו לספק מענה למקור ההפרעה, כמו גם להתמודדות עמה ולהשלכותיה על התפקוד היום יומי.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":14,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0015","text":"למשל, דינמיקה הור ית דורשנית או חודרנית, עלולה לעיתים להוביל להתפתחות סימפטומים של הפרעות אכילה. במצבים אלו, יש חשיבות מכרעת להתערבות טיפולית באמצעות מטפלים המומחים להפרעות אכילה, אשר יוכלו לספק מענה למקור ההפרעה, כמו גם להתמודדות עמה ולהשלכותיה על התפקוד היום יומי. גורמים קוגניטיביים – יכולות חשיבה מחקרים בתחום הנוירו - קוגניטיבי מצאו קשר בין ליקויים שונים באופן החשיבה לבין התפתחותן של הפרעות אכילה. למשל, בקרב נשים הסובלות מאנורקסיה נרבוזה נמצאו ליקויים בגמישות קוגניטיבית, יכולת המתייחסת ליכולת לעבור בין משימות שונות. בנוסף, בקרב אנשים הסובלים מהתקפי זלילה, נמצא שיעור גבוה של קושי בעיכוב תגובה ( Inhibitory Control), יכולת קוגניטיבית המתייחסת ליכולת וויסות ואיפוק. אין הוכחה לכך שהלקויות הקוגניטיביות הללו הובילו להתפתחות ההפרעה, וייתכן כי הן התפתחו בעקבות ההפרעה. יחד עם זאת, כאשר בדקו את היכולות הקוגניטיביות של קרובי משפחה בריאים של הסובלים מהפרעות אכילה, הם הציגו ליקויים דומים. לסיכום, לא משנה מה הוביל להתפתחות הפרעת האכילה, במידה ואתם או מישהו שאתם מכירים מציג גורמי סיכון או סימפטומים שונים, יש חשיבות מכרעת לטיפול מערכתי בהפרעות אכילה. כלומר, יש לגשת למטפלים המומחים בתחום, לצורך ליווי רפואי ותזונתי, לצד מתן מענה רגשי הולם למצוקה אשר הובילה להתפתחות ההפרעה, או שנגרמת כתוצאה ממנה. טיפול בהפרעות אכילה אחוז הסובלים מהפרעות אכילה עלה בצורה דרמטית בשנים האחרונות, ולכן יש חשיבות להכיר את דרכי הטיפול האפשרויות להתמודדות עם ההפרעה. זאת, כיוון שהפרעות אכילה משפיעות באופן דרמטי על הרווחה הנפשית ועל היכולת לקיים שגרת חיים מספקת מבחינה תעסוקתית, חברתית ורגשית. יתרה מכך, פעמים רבות היא מובי לה לבעיות רפואיות קשות ואף למוות. לכן, טיפול בהפרעות אכילה עוסק בהשלכות הרפואיות והתזונתיות של דפוסי האכילה הבעייתיים וכן עם הקשיים הרגשיים, סביבתיים ובין אישיים הנלווים להפרעה. מהן הפרעות אכילה? הפרעות אכילה הן שם כולל לקבוצת הפרעות אשר מאופיינות בדפוסי א כילה לקויים בצורה משמעותית ובעיסוק אינטנסיבי באוכל ובמשקל. שלושת הפרעות האכילה השכיחות ביותר הן : 1. אנורקסיה נרבוזה - הפרעת אכילה המאופיינת בירידה קיצוני ת במשקל באמצעות הרעבה עצמית, פעילות ספורטיבית, הקאות או שימוש בחומרים (משלשלים וכד'), המלווה בפחד משמעותי מעלייה במשקל . 2. בולימיה נרבוזה - הפרעת אכילה המאופיינת בצר יכת כמויות מזון גדולות במיוחד המלוות ב\"התנהגויות מפצות\", כמו פעילות ספורטיבית אינטנסיבית, הקאות או שימוש בחומרים . 3. הפרעת אכילה כפייתית - הפרעת אכילה המאופיינת בבולמוסי אכילה בהן נצרכת כמות מזון גדולה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":15,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0016","text":"3. הפרעת אכילה כפייתית - הפרעת אכילה המאופיינת בבולמוסי אכילה בהן נצרכת כמות מזון גדולה. הבולמוסים מלווים ברגשות אשמה ותחושת חוסר שליטה אך הם אינם מלווים בהתנהגויות מפצות. בנוסף, קיימות הפרעות אכילה בילדות, שהן הפרעות אכילה ייחודיות לילדים, אשר כוללות סירוב לאכול, העלאת גירה, תסמונת פיקה ועוד. כמו כן, לעיתים אנשים מציגים דפוסי אכילה לקויים אשר אינם עונים באופן מלא על הקריטריונים לאבחון הפרעת אכילה על פי ה- DSM. יחד עם זאת, ייתכן ופנייה לגורם מקצועי כגון טיפול רגשי וליווי תזונתי יוכלו לסייע להתמודדות מיטיבה יותר. טיפול בהפרעות אכילה הפרעות אכילה מתפתחות לעיתים כתוצאה מלחץ חברתי -תרבותי הנוגע לאידיאל יופי מעוות המאפיין את החברה המערבית. יחד עם זאת, במרבית המקרים עומדים מאחורי הפרעת האכילה גורמים מורכבים הרבה יותר, כגון גורמים גנטיים, גורמים פסיכולוגיים-אישיותיים כפרפקציוניזם וקושי להתמודד עם המיניות המתפתחת בגיל ההתבגרות, וכן להיבטים משפחתיים כסביבה ביתית חודרנית, ריבוי קונפליקטים במשפחה ועוד . כמו כן, הפרעות אכילה נוטות להיות יחסית עמידות לטיפול, כך שגם כאשר רואים שיפורים משמעותי בעקבות טיפול, האתגר האמיתי הוא למנוע הישנות של ההפרעה, שכן פעמים הסובלות מההפרעה נוטות לחזור ולהציג תסמינים במצבי משבר וקושי. בהתאם, טיפול בהפרעות אכילה הינו מערכתי וכולל התייחסות למספר גורמים והיבטים, כגון ליווי רפואי, תזונתי, טיפול רגשי וטיפול משפחתי. במידת הצורך, לעיתים יש אף צורך באשפוז חלקי או מלא, כפי שיורחב בהמשך: טיפול פסיכודינאמי - במסגרת טיפול דינאמי, ניתן לזהות את הקונפליקטים הנפשיים העומדים בבסיס הפרעת האכילה, לזהות מה מבטאים דפוסי האכילה הלקויים ולהמיר אותם בביטוי מילולי של הכאב הנפשי. כמו כן, הטיפול מאפשר עיבוד אירועים טראומטיים וקשיים רגשיים אשר הובילו להתפתחות ההפרעה ותורמים לשימורה. טיפול קוגניטיבי התנהגותי - טיפול על פי גישה זו נמצא כיעיל במיוחד בעבור התמודדות עם בולימיה נרבוזה, דפוסים של התקפי זלילה ומחשבות רומינטיביות על משקל. טיפול קוגניטיבי התנהגותי מתבסס על זיהוי דפוסי התנהגות וחשיבה בלתי יעילים המשמרים את הפרעות האכילה, ומקנה מיומנויות לשליטה וניהול נכון יותר של דפוסי האכילה. טיפול משפחתי בהפרעות אכילה - טיפול זה נמצא יעיל במיוחד בקרב ילדים ומתבגרים, בעיקר אלו המתמודדים עם אנורקסיה נרבוזה. מחקרים רבים הצביעו על קיומו של קשר בין בעיות אכילה לדפוסים משפחתיים בע יתיים כחודרנות, תלותיות, קונפליקטים והזנחה. בהתאם, טיפולים משפחתיים המכוונים לשיפור היחסים ודפוסי התקשורת מסייעים גם להחלמה מהפרעת האכילה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":16,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0017","text":"מחקרים רבים הצביעו על קיומו של קשר בין בעיות אכילה לדפוסים משפחתיים בע יתיים כחודרנות, תלותיות, קונפליקטים והזנחה. בהתאם, טיפולים משפחתיים המכוונים לשיפור היחסים ודפוסי התקשורת מסייעים גם להחלמה מהפרעת האכילה. גם כאשר לא מדובר במשפחה עם קשיים מסוג זה, ההתמודדות עם הפרעת אכילה מעוררת תחושות קשות של אשמה, כעס וחוסר אונים וטיפול משפחתי מסייע בהתמודדות מורכבת זו . טיפול תרופתי - תרופות אנטי דיכאוניות נמצאו יעילות לטיפול בבולימיה ואכילה כפייתית, אך אין עדויות להשפעת טיפול תרופתי על סימפטומים של הפרעות אכילה אחרות. יחד עם זאת, כאשר הפרעות אכילה מלוות או מתעוררות על רקע קשיים רגשיים כדיכאון וחרדה, עשוי הטיפול התרופתי לתרום ולהביא לשיפור בדפוסי האכילה באופן עקיף או בטווח הרחוק. אשפוז - במקרים בהם ההפרעה מסכנת את חייה או התפתחותה של הסובלת ממנה, עשוי אשפוז להיות האופציה הטיפולית היעילה ביותר ואף ההכרחית. טיפול נפשי במסגרת אשפוז מאפשר לייצב את המצב הבריאותי, וכן מאפשר למטופל לקבל מסגרת טיפול תומכת ואינטנסיבית המספקת השגחה מלאה על התפריט הת זונתי, ובו זמנית מציעה שירותים טיפוליים מקיפים. הפרעות אכילה בקרב ילדים מתייחסות למגוון מצבים בהם צריכת המזון של הילד מוגזמת, מוגבלת ובלתי מספקת או שדפוסי האכילה שלו בעייתיים, מצומצמים ומלווים במאבקים וקשיים התנהגותיים.  כאן, תוכלו לקרוא על סוגי הפרעות אכילה אצל ילדים, גורמים ודרכי טיפול. ילדים רבים מתקשים לרכוש הרגלי אכילה טובים, והורים רבים מוצאים עצמם מתוסכלים סביב תזונה והאכלת הילד. האם הילד \"אינו אכלן גדול\" או שהוא מפגין בררנות יתר וסירוב לאכול? האם מדובר בקושי חולף או בהפרעת אכילה? וכיצד ניתן להבחין בין השניים? בניגוד למצבים חולפים של בררנות או \"בדיקת גבולות\", הפרעות אכילה בקרב ילדים מתייחסות למגוון מצבים בהם צריכת המזון של הילד מוגזמת, מוגבלת ובלתי מספקת או שדפוסי האכילה שלו בעייתיים, מצומצמים ומלווים במאבקים וקשיים התנהגותיים. פעמים רבות הפר עות אכילה בילדות חולפות באופן ספונטני, ללא טיפול ייעודי. יחד עם זאת, במקרים מסוימים הן עלולות לסכן את בריאות הילד וחשוב לזהות ולטפל בהן בהקדם. בניגוד להפרעות אכילה בקרב מבוגרים, התפתחות הפרעות אכילה בקרב ילדים מאפשרות זיהוי וטיפול מוקדמים, בין היתר כיוון שילדים מתקשים יותר להסתיר את התסמינים השונים מהוריהם. יחד עם זאת, הורים רבים מתקשים להאמין כי ילדיהם סובלים מדימוי גוף שלילי ולכן עשויי ם להחמיץ סימנים מחשידים. על כן, קיימות \"נורות אזהרה\" שחשוב להכיר אשר עשויות לרמוז על הפרעות אכילה אצל ילדים: ▪ התעסקות מרובה במשקל הגוף.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":17,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0018","text":"יחד עם זאת, הורים רבים מתקשים להאמין כי ילדיהם סובלים מדימוי גוף שלילי ולכן עשויי ם להחמיץ סימנים מחשידים. על כן, קיימות \"נורות אזהרה\" שחשוב להכיר אשר עשויות לרמוז על הפרעות אכילה אצל ילדים: ▪ התעסקות מרובה במשקל הגוף. התעסקות זו יכולה לבוא לידי ביטוי בבקשות חוזרות להישקל התעניינות רבה בקלוריות או בדיאטות ובגופו. ▪ הימנעות מאכילת ממתקים או מאכלים הנתפסים כמשמינים ▪ התעוררות חרדה סביב צריכת מזונות משמינים. ▪ בררנות יתר. ▪ ירידה מסיבית במשקל או שאינו מעלה במשקל בהתאם למצופה בגילו סוגי הפרעות אכילה בילדות לפי ספר האבחנות בילדות, המתייחס לגילאי 0-5 (0-5 DC), קיימות 4 הפרעות אכילה שהן ספציפיות לילדות: 1. אכילת יתר – הפרעת אכילה של הילדות המתאפיינת בחיפוש או אכילת כמויות גדולות במיוחד של אוכל. 2. סירוב לאכול – הפרעת אכילה של הילדות אשר באה לידי ביטוי באכילה בלתי מספקת הנובעת מחוסר עניין או חרדה מפני אוכל המובילה לאובדן משקל או אי עליי ה במשקל ביחס לבני הגיל. 3. אכילה א -טיפיקלית – הפרעת אכילה של הילדות אשר באה לידי ביטוי בלפחות אחד מהתסמינים הבאים: ⦁ פיקה – הפרעת אכילה של הילדות המתבטאת באכילת דברים בלתי אכילים, לאחר גיל שנתיים. ⦁ העלאת גירה – הפרעת אכילה של הילדות המתבטאת בלעיסה ובליעה חוזרת של אותו אוכל שוב ושוב, החל מגיל שנתיים. ⦁ אגירה – הפרעת אכילה של הילדות המתבטאת בהחבאה ואגירה של אוכל במקומות לא טיפוסיים, כמו מיטה או מגירות. מהם הגורמים להפרעות אכילה בקרב ילדים? הגורמים להפרעות אכילה בקרב ילדים נוגעים להיבטים משפחתיים וחברתיים השזורים זה בזה. כיום, בעידן התקשו רת הווירטואלית הנגישה לכל, ילדים חשופים יותר ויותר למסרים תרבותיים וחברתיים הנוגעים להופעה חיצונית ולרזון, מסרים אשר בעבר היו נגישים בעיקר לשכבות גיל בוגרות יותר. כמו כן, ילדים נוטים להגיב פעמים רבות באמצעות תסמינים פיזיים למצוקות וקשיים רגשיים בסביבתם, כי וון שגילם הצעיר מקשה עליהם להמשיג את מצוקתם במילים. כאשר גורמים תרבותיים ומשפחתיים אלו חוברים יחד, הפרעות אכילה אצל ילדים עלולות להתפתח כניסיון להשיג שליטה בעולם מאיים בו הילד חש לעיתים חסר אונים. אם כך, הפרעות אכילה בגיל הרך אשר אינן נובעות מגורמים רפואיי ם נובעות בדרך כלל מגורמים רגשיים הקשורים לסביבה ולמשפחה. בחלק מהמקרים עשויות להתעורר הפרעות אכילה בגיל הרך בעקבות אירוע טראומטי הקשור לאכילה (חנק, אכילת דבר מה רעיל) אך במרבית המקרים מדובר בנסיבות פחות קיצוניות.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":18,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0019","text":"אם כך, הפרעות אכילה בגיל הרך אשר אינן נובעות מגורמים רפואיי ם נובעות בדרך כלל מגורמים רגשיים הקשורים לסביבה ולמשפחה. בחלק מהמקרים עשויות להתעורר הפרעות אכילה בגיל הרך בעקבות אירוע טראומטי הקשור לאכילה (חנק, אכילת דבר מה רעיל) אך במרבית המקרים מדובר בנסיבות פחות קיצוניות. מאחר ועולמם של תינוקות ופעוטות סובב בעיקר סביב הוריהם, הפרעות אכילה בגיל הרך מתפתחות לרוב סביב אינטראקציה בעייתית בין הילד להוריו. הזנה והאכלה היא אחת האינטראקציות הראשוניות בחייו של הילד עם הוריו. אכילה היא חיונית להישרדות התינוק ובחודשי חייו הראשונים, כאשר יכולות התקשורת שלו עדיין מוגבלות ביותר, חווית ההאכלה מהווה פעמים רבות אמצעי מרכזי ליצירת קשר. הילד מפתח קשר חיובי ואמון בהורה אשר מאכיל אותו ומספק את הצורך שלו בחום ואהבה, וההורה מצידו חווה סיפוק ותחושת הצלחה כאשר התינוק שבע ומסופק. גם בגילאים מאוחרים יותר אכילה ממשיכה להוות דרך לביסוס ושמירת הקשר, הבעת אהבה, בילוי זמן משותף וממלאת תפקיד רגשי ותקשורתי בקשר של הילד עם הוריו. כאשר מתעוררים קשיים ביחסי הורה-ילד, פעמים רבות האכילה מהווה אמצעי דרכו הילד מבטא את תחושותיו וקשייו, וכך נסללת הדרך להתפתחות הפרעות אכילה בילדות. ילדים, ואפילו תינוקות, מזהים ב חושיהם כי אכילתם ועלייתם במשקל משמעותית במיוחד להוריהם ולומדים להשתמש בה, באופן מודע או בלתי מודע, על מנת להשפיע על הקשר עם ההורה. דוגמאות שכיחות ונורמטיביות לכך מתייחסות למקרים בהם פעוטות מזהים כי סירוב לאכול מוביל לקבלת תשומת לב רבה, או מקרים בהם הילד מי יצר התניה בקשר באמצעות הרגל אכילה ייחודי, כמו למשל \"ירקות? רק כשאמא מקריאה סיפור\". באותו אופן, עלולות להיווצר התניות שאינן אדפטיביות אשר מובילות להתפתחות הפרעות אכילה שונות, אך באופן עקיף הן מובילות לרווח משני כלשהו בעבור הילד, אשר השיג שליטה, התייחסות או קרבה. איך ניתן לטפל בהפרעות אכילה אצל ילדים? הפרעות אכילה בילדות עלולות לפגוע בהתפתחות התינוק או הילד, ולכן חשוב לטפל בהן בהקדם. תחילה, יש לגשת לבירור רפואי על מנת לשלול גורמים רפואיים או פיזיים הגורמים להפרעה. לצד ליווי רפואי הולם, שילוב של טיפול רגשי והתנהגותי להורים נמצא יעיל עבור כלל הפרעות האכילה בילדות. טיפול זה מאפשר עיבוד רגשי של החוויות והגורמים אשר הובילו להתפתחות ההפרעה. זאת, לצד הכוונת ההורים לשיפור מיומנויות תקשורת משפחתית, עם דגש על הקשר עם הילד אשר מתמודד עם הקושי. במהלך טיפול בהפרעות אכילה, ניתנת הדרכה ותמיכה רגשית להורים על מנת ליצור סביבה מוגנת ובטוחה לילדם.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":19,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0020","text":"זאת, לצד הכוונת ההורים לשיפור מיומנויות תקשורת משפחתית, עם דגש על הקשר עם הילד אשר מתמודד עם הקושי. במהלך טיפול בהפרעות אכילה, ניתנת הדרכה ותמיכה רגשית להורים על מנת ליצור סביבה מוגנת ובטוחה לילדם. לצד זאת, כלים התנהגותיים בטיפול מאפשרים הקניית טכניקות למידה אשר נועדו למנוע מילדם את ההתנהגות הבלתי רצויה ולהקנות לו הרגלי אכילה בריאים. בנוסף לכך, קיימות גישות טיפול נוספות אשר ניתן לטפל בעזרתן. במקרים מסוימים, טיפול משפחתי להפרעות אכילה יכול להועיל להפרעת ולהתמודדות המשפחתית עמה. על מנת להתאים את הטיפול להפרעה הספציפית ממנה סובל הילד ולגורמים המשפחתיים או הסביבתיים אשר הובילה אליה, יש לפנות למטפלים אשר מומחים בטיפול בהפרעות אכילה. יחד עם זאת, הפרעות אכילה בקרב ילדים עשויות להקצין ולהביא למאבקים קשים במשפחה ובסביבה הקרובה ולהוביל לפגיעה משמעותית בבריאותו של הילד. במצבים אלו, על אף שהם נדירים באופן יחסי, ניתן לפנות לאשפוז פסיכיאטרי בו הילד זוכה להשגחה צמודה ולליווי בבניית הרגלי אכילה. זא ת, לצד תוכנית טיפולית מקיפה ואינטנסיבית המכוונת להתמודדות עם הקשיים אשר נמצאים בבסיס הפרעת האכילה. סירוב לאכול היא הפרעת אכילה המאפיינת ילדים, אשר עלולה לגרום לאובדן משקל ולפגיעה בהתפתחותו התקינה של הילד.  כאן, תוכלו לקרוא כיצד מאבחנים סירוב לאכול, גורמים ודרכי טיפול. תסמינים קליניים סירוב לאכול הינה הפרעת אכילה של הילדות המתבטאת באכילה בלתי מספקת במשך חודש לפחות, אשר עלולה להוביל גם לאובדן משקל או לאי עליה במשקל. ההפרעה יכולה לבוא לידי ביטוי בכל גיל, אך לרוב מתחילה במחצית השנייה של שנת החיים הראשונה, סביב המעבר למוצקים. פעמים רבות ההפרעה באה לידי ביטוי בזמני ארוחה ממושכים ומעוררי לחץ, חוסר עצמאות באכילה, אכילה לילית אחרי גיל שנה, אכילה ממושכת מבקבוקים או בהנקה וקושי להתנסות ולטעום מרקמים חדשים. כמו כן, תינוקות או ילדים הסובלים מההפרעה מציגים התנהגויות של הימנעות כגון הפניית הראש וסגירת הפה בעת הצגת אוכל, יריקה, הקאה וחנק בעת האכילה. בנוסף, חלק מהתינוקות או הילדים הסובלים מההפרעה מראים בררנות מוגזמת כך שהם מסכימים לאכול רק פריטי מזון מסוימים וחלקם אף אינם מסכימים כלל לאכול. אבחנה ע\"פ ה-5-DSM האבחנה ניתנת כאשר מתקיימים הקריטריונים הבאים: A. התינוק או הילד אוכלים באופן עקבי ומתמשך פחות מהמצופה לגילם B. התינוק או הילד מציגים אחד או יותר מדפוסי האכילה הלא-אדפטיביים הבאים: 1. חוסר עניין מתמשך באכילה 2. הימנעות חרדה מפני אכילה 3.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":20,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0021","text":"חוסר עניין מתמשך באכילה 2. הימנעות חרדה מפני אכילה 3. קושי בוויסות בזמן אכילה או האכלה (למשל הירדמות חזרתית בזמן האכלה או נסערות). 4. האכלה רק בזמן שינה 5. כישלון לעבור למוצקים 6. אוכל רק כאשר ההורים ממלאים אחר תנאים ספציפיים (למשל מול תכנית ספציפית בטלוויזיה עם סיפור או במהלך משחק). 7. מפגין בררנות יתר, סירוב לאכול מרקמים או צבעים מסוימים, או טווח מצומצם במיוחד של מאכלים. 8. משאיר את האוכל ממושכות בפה מבלי לבלוע C. לא ניתן להסביר את דפוסי האכילה הבעייתיים באמצעות מצב רפואי או תופעת לוואי של מצב רפואי קיים. D. התסמינים של ההפרעה, או ה הסתגלות של המטפל העיקרי לתסמיני ההפרעה, פוגעים משמעותית בתפקוד הילד או המשפחה בחד או יותר מהאופנים הבאים: 1. גורם מצוקה לתינוק או לילד 2. מפריע ליחסים של התינוק או הילד 3. מגביל את ההשתתפות של התינוק או הילד בפעילויות או פעולות מצופות התפתחותית 4. מגביל את ההשתתפות של המשפחה בשגרת היום-יום שלהם. 5. מגביל את יכולתו ש התינוק או הילד ללמוד ולפתח מיומנויות חדשות או בקצב ההתפתחות שלו. 6. מוביל לכך שאינו תואם את מסלול ההתפתחות המצופה לגילו מדוע ילדים מסרבים לאכול? ההסבר להפרעה שנוי במחלוקת, וקיימות כיום 3 תיאוריות מרכזיות המנסות להסבירה: 1. תיאוריות למידה - לפי תיאוריה זו הסירוב לאכול נובע מפוביה נלמדת מאוכל. כלומר, התינוק או הילד למד כתוצאה מהתנסות לא נעימה עם אוכל שמדובר בגי רוי מפחיד שעדיף להימנע ממנו. ההתנסות השלילית עם האוכל יכולה לנבוע מבעיות רפואיות, מהתנהגות בלתי מותאמת של הורים בזמן האכלה או מחיקוי הורה בעל דפוסי אכילה לא בריאים או בררנים. 2. תיאוריות התפתחותיות - אכילה תקינה מתפתחת באופן הדרגתי. ככל שהזמן עובר, ילדים רוכשים את היכולת לעכל אוכל בעל טקסטורה וטעמים שונים, ואת היכולת לאכול באופן עצמאי. על פי גישה זו, פגיעה בהתפתחות התקינה הנובעת ממצב רפואי (למשל פגיעה בשרירי הפה) או כתוצאה מהתנהלות לא תקינה של ההורים, היא הסיבה לסירובם של ילדים לאכול. 3. תיאוריות התקשרות - בשנה הראשונה לחיים, אכילה היא פעולה דיאדית, הנוגעת לקשר. כאשר הסירוב לאכול מובחן ובא לידי ביטוי מול מטפל או הורה ספציפי, האבחנה המתאימה היא הפרעה בקשר של הילדות. כאשר הסירוב לאכול מתרחש מול כל הדמויות המטפלות, ככל הנראה שמדובר בהפרעת אכילה. יחד עם זאת, על פי תיאוריית ההתקשרות, קשר לא בטוח בין ההורה לילד יכול לבוא לידי ביטוי בדפוסי אכילה בעייתיים ואף בהפרעות אכילה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":21,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0022","text":"כאשר הסירוב לאכול מתרחש מול כל הדמויות המטפלות, ככל הנראה שמדובר בהפרעת אכילה. יחד עם זאת, על פי תיאוריית ההתקשרות, קשר לא בטוח בין ההורה לילד יכול לבוא לידי ביטוי בדפוסי אכילה בעייתיים ואף בהפרעות אכילה. לדוגמא, מצבים בהם ההורה מתקשה לזהות סימני הילד לרעב יובילו להאכלת חסר ולשיבוש בדפוסי האכילה. כיצד ניתן לטפל בסירוב לאכול? סירוב לאכול עלול לגרום לאובדן משקל ולפגיעה בהתפתחותו התקינה של הילד, לכן חשוב לטפל בהפרעה בהקדם. קיימים מספר טיפולים אשר נמצאו כיעילים עבור שיפור משמעותי בתפקוד, כאשר שילוב בין הטיפולים השונים הוא המומלץ ביותר: 1. טיפול רפואי - פתירת ליקויים ביולוגים הינה השלב הראשון על-מנת לפתור את בעיית האכילה, כל עוד ההאכלה מלוו ה בבעיות רפואיות, הילד ימשיך לסרב לאכול. יש להתאים את צורת האכילה לבעיה הרפואית של הילד (לדוגמא, ילד הסובל מבעיות בקיבה יאכל מנות קטנות של אוכל בתדירות גבוהה). בנוסף לכך חשוב להקפיד שילדים המקבלים את מזונם בעזרת צינורות יחוו גם האכלה דרך הפה על- מנת לפתח אכילה תקינה. 2. טיפול פסיכולוגי- טיפול בהפרעות אכילה בילדות לוקח בחשבון גם את ההורה, ואת המצוקה שלו כתוצאה מההפרעה של התינוק או הילד. טיפול פסיכולוגי רגשי מתמקד באותן חרדות וקשיים אשר הובילו ואף משמרים את ההפרעה. יחד עם זאת, טיפול קוגניטיבי התנהגותי מאפשר שינוי הרגלי האכילה שנלמדו והוא נמצא יעיל במיוחד להפרעות אכילה. טיפול זה מתמקד בהכחדת דפוסי האכילה הבעייתיים והרגשות השליליים המתעוררים בקרב ההורים סביב האכלה. לאחר מכן, מלמדים את הילד באופן הדרגתי רכישת דפוסי אכילה אדפטיביים, על ידי טכניקות של חשיפה, עיצוב, חיקוי וחיזוק. 3. טיפול דיאדי או הדרכת הורים - המוקד הטיפולי בטיפול זה הוא הקשר בין ההורה לילד ויצירת התקשרות בטוחה ביניהם. אחת מטכניקות הטיפול היא משחק מודרך של ההורה והילד, המקנה להם בטחון ביחסיהם. כמו כן, הדרכת הורים ממוקדת בהפרעות האכילה של התינוק או הילד עשויה לתרום להורה גם בהתמודדות עם החרדה הנובעת ממצבו של הילד וגם בהקניית כלים שיאפשרו לו לעזור לילד לסגל דפוסי אכילה מגוונים ובריאים יותר. אכילת יתר היא הפרעת אכילה המאפיינת ילדים ופעוטות, ומהווה דפוס אכילה בעייתי בקרב מבוגרים.  כאן, תוכלו לקרוא על אכילת יתר בקרב מבוגרים וילדים, גורמי סיכון לאכילת יתר בילדות ודרכי טיפול. לכולנו זה קורה: על אף תחושת שובע אנו ממשיכים לאכול עוד ועוד, עד הגעה לתחושת מלאות בלתי נעימה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":22,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0023","text":" כאן, תוכלו לקרוא על אכילת יתר בקרב מבוגרים וילדים, גורמי סיכון לאכילת יתר בילדות ודרכי טיפול. לכולנו זה קורה: על אף תחושת שובע אנו ממשיכים לאכול עוד ועוד, עד הגעה לתחושת מלאות בלתי נעימה. כאשר דפוס זה חוזר ונשנה, ומלווה בתחושות אשמה, בושה וחשש מאובדן השליטה באכילה, מדובר בדפוס של אכילת יתר. בקרב מבוגרים, אכילת יתר הינה תסמין המאפיין הפרעות אכילה שונות, כדוגמת הפרעת אכילה כפייתית או בולימיה נרבוזה. בקרב ילדים, מדובר בהפרעת אכילה מובחנת, המאופיינת בעיסוק מוגזם באכילה במשך חודש לפחות, החל מגיל שנתיים. לעיתים, ההפרעה אינה מפריעה לתפקוד ובשל גילם הצעיר היא אף עשויה שלא להוביל למצוקה נפשית אך היא גורמת למצוקה רבה בקרב ההורים, וקיימת סכנה להתפתחות הפרעות אכילה בהמשך החיים, ולכן חשוב להכיר את ההפרעה ולפנות לטיפול הולם. אכילת יתר בקרב מבוגרים אכילת יתר היא דפוס אכילה, הנקרא פעמים רבות גם 'זלילה', והוא מאפיין הפרעות אכילה שונות. דפוס זה בא לידי ביטוי בצריכת מזון מוגזמת המלווה בחוויית אובדן שליטה על האכילה. אכילת יתר מאופיינת לא רק בהתקפי אכילה נקודתיים, אלא בעיסוק מוגזם באוכל, דיאטות ומשקל אשר במרבית המקרים נלווה לו חשש מאפיזודה חוזרת של אכילת יתר ותחושת אובדן שליטה. רבים מהסובלים מאפיזודות חוזרות של אכילת יתר, כדפוס אכילה לא מיטיב או כחלק מהפרעת אכילה, מעדיפים להימנע מאכילה בחברה (ולכן, לעיתים, אף ממפגשים חברתיים). החשש והמבוכה מחשיפת הרגלי האכילה עלולה להוביל לה תבודדות לשם אכילה בסתר ולתחושות בדידות קשות. באופן לא מפתיע, דפוס של אכילת יתר מעורר ברבים מהסובלים ממנו תחושות אשמה, בושה וחוסר ערך (\"אני מגעילה\", \"אני חלש אופי\") המובילים בתורם להתפתחות תסמיני חרדה ו דיכאון . לצד הפגיעה הרגשית הנלווית לאכילת יתר, חלק מהסובלים ממנה עלולים גם לסבול מסימפטומים גופניים כהשמנה ונזקים הנלווים להשמנת יתר כדוגמת סכרת, בעיות לחץ דם ועוד. אכילת יתר עלולה להופיע בחלק מהמצבים הבאים: בולימיה נרבוזה – התקפי אכילת יתר המלווים ב\"התנהגויות מפצות\" כהקאה, פעילות ספורטיבית אינטנסיבית ושימוש במשלשלים. הפרעת אכילה כפייתית– דפוס אכילה דומה לבולימיה אך ללא התנהגויות מפצות. אכילה רגשית– דפוס של אכילת יתר אשר אינו קיצוני עד כדי אבחון הפרעה אכילה כפייתית, אך מהווה גורם למצוקה מאחר והוא מבוסס על שימוש באכילה כאמצעי לוויסות רגשי. אכילת יתר בקרב ילדים ילדים ופעוטות הסובלים מהפרעת אכילת יתר מציגים את כלל הקריטריונים הבאים, על פי ספר האבחנות לגיל הרך DC-0-5 : A.ילדים צעירים הסובלים מהפרעה זו מפגינים אכילת יתר או ניסיון לאכילת יתר על ידי הצגת אחד מהבאים: 1.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":23,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0024","text":"אכילה רגשית– דפוס של אכילת יתר אשר אינו קיצוני עד כדי אבחון הפרעה אכילה כפייתית, אך מהווה גורם למצוקה מאחר והוא מבוסס על שימוש באכילה כאמצעי לוויסות רגשי. אכילת יתר בקרב ילדים ילדים ופעוטות הסובלים מהפרעת אכילת יתר מציגים את כלל הקריטריונים הבאים, על פי ספר האבחנות לגיל הרך DC-0-5 : A.ילדים צעירים הסובלים מהפרעה זו מפגינים אכילת יתר או ניסיון לאכילת יתר על ידי הצגת אחד מהבאים: 1. הילד הצעיר מחפש באופן קבוע כמויות מוגזמות של אוכל במהלך אכילה/האכלה 2. הילד הצעירמחפש באופן חזרתי או אוכל כמויות מוגזמות של אוכל בין הארוחות או ההאכלות. B. ילדים צעירים הסובלים מהפרעה זו עסוקים באופן מוגזם באוכל ובאכילה, כפי שבא לידי ביטוי בלפחות אחד מהבאים: 1. הילד הצעיר לוקח אוכל מאחרים או תר אחר אוכל באשפה 2. הילד הצעיר ממלא אוכל בלחיים שלו במהלך הארוחות 3. הילד הצעיר מדבר באופן חזרתי על אוכל (למשל, על הארוחה הבאה) או שתמות הנוגעות לאוכל בולטות במיוחד במשחק שלו. C. הילד הצעיר מפגין מצוקה אם נמנע ממנו העיס וק, חיפוש או אכילה המתוארות בקריטריון הראשון. חשוב לציין כי ההפרעה ניתנת רק במידה ולא ניתן להסביר את ההתנהגות בדרכים אחרות או שהיא נובעת מסיבות רפואיות שונות, וכן במידה שהיא גורמת למצוקה או פגיעה בתפקוד הילד או משפחתו. כמו כן, האבחנה ניתנת רק לילדים מעל גי ל שנתיים ועל התסמינים להיות נוכחים לפחות חודש. אין מספיק מחקרים על ההפרעה על מנת לקבוע את השכיחות שלה. זאת, כיוון שהמודעות להפרעה זו נמוכה יותר מהמודעות והעיסוק הקיים בהפרעות בהן צריכת המזון הינה מוגבלת, כמו באנורקסיה בקרב מבוגרים, או סירוב לאכול בקרב ילדים. יחד עם זאת, תיאבון מוגזם מדווח בקר ב 10% מהילדים, ועלול להיות מקושר בבגרות להפרעת אכילה כפייתית או בולימיה נרבוזה מהם גורמי הסיכון לאכילת יתר בילדות? גורמי הסיכון להשמנה הידועים כיום כוללים נטייה גנטית, דפוסי האכלה שונים בילדות, דיאטות בגילאים צעירים, פעילות פיזית ירודה, שימוש בתרופות ועוד. כמו כן, למיתוג ושיווק, המשפיעים על האופן בו החברה תופסת רזון, כמו גם על האופן בו אנשים נוטים לתפוס בריאות, השפעה מכרעת על דפוסי אכילה שונים, ביניהם אכילת יתר. גורם סיכון מהותי להפרעה זו מתייחס לחוסר התאמה מתמשך בהאכלה, כך שהדמות המטפלת העיקרית אינה מגיבה באופן הולם לרמזי הרעב ולצרכי האכילה של התינוק.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":24,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0025","text":"כמו כן, למיתוג ושיווק, המשפיעים על האופן בו החברה תופסת רזון, כמו גם על האופן בו אנשים נוטים לתפוס בריאות, השפעה מכרעת על דפוסי אכילה שונים, ביניהם אכילת יתר. גורם סיכון מהותי להפרעה זו מתייחס לחוסר התאמה מתמשך בהאכלה, כך שהדמות המטפלת העיקרית אינה מגיבה באופן הולם לרמזי הרעב ולצרכי האכילה של התינוק. כך, האכלה כאשר התינוק אינו רעב מהווה גורם סיכון להתפתחות הפרעת אכילת יתר בקרב ילדים צעירים. זאת, כיוון שהדבר משבש את יכולתו של הילד להבין מצבים פנימיים של רעב ושובע. גם מצבים בהם המטפל שולט ומחליט על כל דבר שהילד אוכל עלולים לתרום להתפתחות ההפרעה, שכן הילד מתקשה ללמוד מה הוא אוהב ומה היא הכמות הנכונה בעבורו. כמו כן, כאשר אחת מהדמויות המטפלות המשמעותיות בחייו של התינוק סובל או סובלת מהפרעת אכילה כלשהי, הסיכון שהפעוט או הילד יפתח בעצמו הפרעת אכילה (מכל סוג שהוא) עולה משמעותית. כך, גם הסיכון לפתח אכילת יתר עולה. תסמינים של דיכאון, לחץ או חרדה מקושרים להאכלה לא מותאמת לילד (שלי טה, התעלמות, האבסה) אשר כאמור מקושרת להתפתחות הפרעות אכילה בילדות. לבסוף, מצבי קונפליקט רגשיים ומשפחתיים הנוגעים לאוכל עלולים להוביל להתפתחות אכילת יתר בקרב ילדים. כיצד ניתן לטפל באכילת יתר בילדות? תחילה, יש לוודא שדפוסי אכילת היתר אינם נובעים ממצב רפואי כלשהו או כתופעת לוואי של תרופה מסוימת. על כן, יש לפנות לליווי רפואי, ובמצבים מסוימים לליווי של דיאטנית אשר תוכל לספק תפריט מזין ומשביע שיכול אולי להפחית את צריכת האוכל המוגזמת. כיוון שמדובר בהפרעה המאפיינת ילדים ופעוטות, והיא נובעת פעמים רבות מדפוסי האכלה או קונפליקטים משפחתיים הנוגעים לאוכל, יש לשקול טיפול משפחתי להפרעות אכילה או טיפול דיאדי , אשר שם דגש על חיזוק הקשר בין ההורה לילד, או על חיזוק מיומנויות התקשורת בין בני המשפחה. כך, השיפור בתסמיני ההפר עה יכול להופיע גם אם המוקד הטיפולי אינו בהכרח ההפרעה או העיסוק באוכל. במצבים אחרים, יש לפנות לטיפול רגשי פרטני , המלווה בהדרכת הורים אשר מאפשרת להורי הילד הסובל מההפרעה לרכוש כלים פרקטיים שיאפשרו להם ולו להתמודד בצורה אדפטיבית יותר עם הקשיים, לנסות לעמוד על הסיבות להופעת ההפרעה ולמנוע חזרתה בעתיד. אכילת יתר נלווית פעמים רבות להפרעות נפשיות אחרות, כדוגמת הפרעות מצב רוח בילדות או הפרעה בוויסות החושי. לכן, חשוב לפנות לגורם טיפולי המתמחה בגיל הרך ובהפרעות אכילה.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":25,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0026","text":"אכילת יתר נלווית פעמים רבות להפרעות נפשיות אחרות, כדוגמת הפרעות מצב רוח בילדות או הפרעה בוויסות החושי. לכן, חשוב לפנות לגורם טיפולי המתמחה בגיל הרך ובהפרעות אכילה. הפרעת העלאת גירה היא הפרעת אכילה המופיעה בדרך כלל בינקות, ומתבטאת בלעיסה ובליעה חוזרת של אותה כמות אוכל.  כאן, תוכלו לקרוא על תסמינים, גורמים ודרכי טיפול בהפרעת העלאת גירה. רומינציה כהפרעת אכילה רומינציה או העלאת גירה היא הפרעת אכילה המופיעה בדרך כלל בינקות, על אף שהיא יכולה להתפתח בכל שלבי החיים, מינקות ועד בגרות. תחילה, יש לשלול בעיה רפואית כדוגמת קשיים מוטוריים המקשים על הבליעה. הפרעת העלאת גירה בינקות עלולה להביא לאובדן משקל או לקושי בהשגת משקל תקין מאחר והתינוק אינו בולע ומעכל את המזון לו הוא זקוק. במצבים אלו, התינוק עשוי להיות עצבני וחסר מנוחה עקב הרעב התמידי שהוא חווה. כחלק מהיותה הפרעת אכילה אצל ילדים , מדובר בסוג של הפרעת אכילה א -טיפיקלית כאשר בקרב תינוקות ההפרעה מסוכנת ועלולה להיות קטלנית. יש לציין כי רומינציה מתפתחת במקרים רבים בקרב ילדים עם בעיות התפתחותיות כמוגבלות שכלית או אוטיזם, בלי קשר לאיכות הקשר עם ההורה. יחד עם זאת, במקרים של התפתחות תקינה, הטיפול המומלץ הינו טיפול דיאדי, המכוון לחיזוק הקשר בין הילד להורה ושיפור מיומנויות תגובה של ההורה כלפי הילד. זאת, כיוון שהפרעה זו לרוב מתפתחת בינקות, והיא מקושרת לאכילה והזנה, פעולה המיוחסת בתחילת החיים לאינטראקציה וליצירת בסיס הקשר הבטוח בין התינוק להורה. תסמינים קליניים העלאת גירה הינה מתבטאת בלעיסה ובליעה חוזרת של אותה כמות אוכל, כאשר תופעה זו נמשכת חודש אחד לפחות, לאחר רכישת יכולת תקינה לבלוע מאכלים מוצקים. ילדים הלוקים בהפרעה אינם סובלי ם מבחילות או מהפרעה גופנית במערכת העיכול, אך בעקבות ההפרעה הם עלולים לאבד ממשקלם ולא לעלות במשקל כמצופה, דבר אשר עלול לפגוע בהתפתחותם. לרוב, בזמן העלאת הגירה התינוק מרוכז מאוד, גבו מקומר, ראשו נוטה לאחור והוא בוהה. כמו כן, בזמן העלאת הגירה התינוק עשוי להיראות כנהנה מהפעולה, אך בין ההתקפים התינוק עצבני ורעב. תת תזונה שיכולה להיות כתוצאה מהעלאת הגירה החוזרת ונשנית, יכולה להיות קשורה לעיכוב בגדילה, ויש לכך השפעה שלילית על ההתפתחות ועל פוטנציאל הלמידה. בקרב אנשים בוגרים, הפרעת העלאת גירה עלולה להוביל לכך שהם ימנעו מעצמם בכוונה אוכל, כתוצאה מהחשש והסטיגמה הנלווים למצבם. כלומר, הם יעדיפו שלא לאכול על פני \"להסגיר\" את קיום ההפרעה במצבים חברתיים.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":26,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0027","text":"בקרב אנשים בוגרים, הפרעת העלאת גירה עלולה להוביל לכך שהם ימנעו מעצמם בכוונה אוכל, כתוצאה מהחשש והסטיגמה הנלווים למצבם. כלומר, הם יעדיפו שלא לאכול על פני \"להסגיר\" את קיום ההפרעה במצבים חברתיים. התנהגות זו עלולה להוביל לירידה משמעותית במשקל וכן לפגיעה משמעותית בתפקוד החברתי. אבחנה ע\"פ ה-DSM-5 האבחנה ניתנת כאשר מתקיימים הקריטריונים הבאים: A. העלאת גירה חוזרת ונשנית של מזון, על פני תקופה של לפחות חודש אחד. העלאת גירה יכולה להיות אוכל שנבלע אך שב לאזור הפה, נלעס שוב, או נבלע שוב או שיורקים אותו החוצה. B. העלאת הגירה החוזרת והנשנית אינה מיוחסת למצב/בעיה הקשורים למעיים ולקיבה, או למצב רפואי אחר (רפלוקס, הצרות השוער- הצרות הפתח התחתון של הקיבה). C. הפרעת האכילה אינה מתקיימת באופן בלעדי/רק במהלך של אנורקסיה נרבוזה, בולמיה נרבוזה, בולמוסי אכילה, או הפרעת אכילה של הימנעות/הגבלת צריכת מזון. D. אם הסימפטומים מתקיימים בהקשר של הפרעה נפשית אחרת (למשל פיגור שכלי או הפרעה נוירו התפתחותית אחרת), הם חמורים מספיק כדי להצדיק תשומת לב קלינית נוספת. מהם הגורמים להפרעה? במידה והתינוק אובחן עם בעיה התפתחותית כמו מוגבלות שכלית או אוטיזם, סביר להניח שהתנהגות של העלאת גירה מהווה סוג של גירוי עצ מי. במידה ולא, ההסבר להפרעה שנוי במחלוקת, וישנן כמה השערות להתפתחותה: תיאוריות פסיכודינמיות – תיאוריות רגשיות ובין אישיות המציעות כי רומינציה מתפתחת עקב בעיה בקשר ההורה-ילד המאופיינת בנתק או ניכור הגורמים לילד לגרום לעצמו גירוי חושי חלופי באמצעות רומינציה, או עקב האכלה בלתי מותאמת הפוגעת בתחושת השליטה של הילד על מה שנכנס לגופו ו/או בפגיעה במנגנון הטבעי של רעב ושובע. תיאוריות למידה – תיאוריות התנהגותיות המציעות כי התינוק מפתח הפרעת האכלת גירה כאשר הוא מזהה כי ההתנהגות הרומינטיבית מושכת תשומת לב רבה, ומתחיל להשתמש בה לשם כך. על פי תיאוריות אלו, ההנאה מהגירוי העצמי ותשומת הלב שההתנהגות מושכת מחזקות את התנהגות התינוק, כך שהתינוק רוצה לחזור על הפעולה. גורמים ביולוגים – קיימים מחקרים המצביעים על כך שייתכן וההפרעה נגרמת עקב תפקוד לקוי של מערכת העצבים האוטונומית. כיצד ניתן לטפל בהפרעה? ההפרעה עלולה להיות מסוכנת ובמקרים קיצוניים אף לגרום למוות, לכן חשוב לטפל בה בהקדם. טיפול המשלב כלים של טיפול קוגניטיבי התנהגותי לצד פסיכותרפיה או הדרכת הורים , עשוי להוביל לשיפור משמעותי בתפקוד. כמו כן, כאמור במצבים בהם ההפרעה מתפתחת בינקות, לרוב ההמלצה היא על טיפול דיאדי , כלומר טיפול משותף להורה והילד, המתמקד בקשר ביניהם.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":27,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0028","text":"טיפול המשלב כלים של טיפול קוגניטיבי התנהגותי לצד פסיכותרפיה או הדרכת הורים , עשוי להוביל לשיפור משמעותי בתפקוד. כמו כן, כאמור במצבים בהם ההפרעה מתפתחת בינקות, לרוב ההמלצה היא על טיפול דיאדי , כלומר טיפול משותף להורה והילד, המתמקד בקשר ביניהם. תסמונת פיקה היא הפרעת אכילה המופיעה בדרך כלל בגילאי הילדות, ומתבטאת באכילת חומרים בלתי אכילים ולא מזינים.  כאן, תוכלו לקרוא כיצד מאבחנים תסמונת פיקה, גורמים ודרכי טיפול. פיקה הינה ציפור ממשפחת העורבים האוכלת נבלות ומנקה שאריות. התסמונת זכתה לשמה מאחר והילדים הסובלים ממנה אוכלים דברים בלתי אכילים אשר עלולים להזיק להם, באופן שאינו תואם את השלב ההתפתחותי בו הם נמצאים. מהם התסמינים הקליניים של ההפרעה ? פיקה הינה הפרעת אכילה, אשר לרוב מופיעה בקרב ילדים. היא באה לידי ביטוי באכילת חומרים בלתי אכילים ולא מזינים לאחר גיל שנה. סוגי הדברים שהילדים אוכלים משתנה בהתאם לנגישות הדברים לילדים, אך אלמנטים שכיחים הם צבע, פלסטר, שער, בגדים, חוטים, לכלוך, צואת חיות, אבנים ונייר. במקרים קיצוניים התסמונת עלולה לגרום להרעלה. עד כמה ההפרעה שכיחה? עדויות על שכיחות התסמונת אינן מבוססות דיין, בין היתר כיוון שפעמים רבות ההפרעה נעלמת עם הגיל, ללא טיפול מותאם. כאשר כבר פונים לטיפול, מדובר לרוב במצבים מתמשכים או חמורים במיוחד. יחד עם זאת, נראה כי לרוב ההפרעה מתקיימת בקרב ילדים, בגילאי שנה עד שנתיים. לעומת זאת, בקרב מבוגרים ומתבגרים מדובר בהפרעה נדירה למדי, וכאשר היא כבר מופיעה, לרוב מדובר בסובלים מלקות אינטלקטואלית. כמו כן, לא נמצאו הבדלים מגדריים בשכיחות התסמונת. אבחנה ע\"פ ה-5-DSM לפי ה -5-DSM, מדריך האבחנות של האגודה הפס יכיאטרית האמריקאית ( Diagnostic and Statistical Manual of Mental Disorders), אבחנה של תסמונת פיקה ניתנת כאשר מתקיימים הקריטריונים הבאים: A. אכילה מתמשכת של חומרים לא מזינים, שאינם מאכל במשך חודש לפחות. B. אכילת החומרים הלא מזינים שאינם מאכל, אינה מותאמת לשלב ההתפתחותי. C. התנהגות האכילה אינה קשורה למנהג בעל תמיכה תרבותית או נורמה חברתית. D. אם התנהגות האכילה מתקיימת בהקשר של הפרעה נפשית אחרת (לקות אינטלקטואלית, כגון הפרעה אינטלקטואלית התפתחותית, הפרעה על הספקטרום האוטיסטי, סכיזופרניה, או מצב רפואי, כולל הריון) יש לקיים מעקב טיפולי בנידון . מהם הגורמים להפרעה? ההסבר לתסמונת שנוי במחלוקת, וישנם מספר השערות לגבי הגורמים להתפתחותה: ליקויים בתזונה - ליקויים בתזונה עלולים לגרום להשתוקקות לחומר בלתי אכיל.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":28,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0029","text":"מהם הגורמים להפרעה? ההסבר לתסמונת שנוי במחלוקת, וישנם מספר השערות לגבי הגורמים להתפתחותה: ליקויים בתזונה - ליקויים בתזונה עלולים לגרום להשתוקקות לחומר בלתי אכיל. לדוגמא, הרצון לאכול לכלוך או קרח נמצא קשור למחסור בברזל ואבץ. גורמים פסיכולוגים - לפי תיאוריות פסיכודינמיות, תסמונת פיקה נגרמת עקב קיבעון בשלב האוראלי. שלב זה, לפי פרויד, הינו השלב הראשון בהתפתחות הפסיכו -סקסואלית של הילד . בשלב זה האנרגיה המינית מרוכזת בפה, והתינוק מספק את עצמו על ידי גירוי הפה (למשל, מציצת מוצץ או יניקה). במידה והתינוק אינו מסופק בשלב זה, למשל במצבים של הזנחה הורית או נטישה, או לחלופין מסופק יתר על המידה, עלול להתפתח קיבעון אוראלי אשר מוביל לעיתים לתסמונת פיקה . כיצד ניתן לטפל בהפרעה? תסמונת פיקה עלולה להיות מסוכנת ולכן חשוב לטפל בה בהקדם. תחילה, על ידי מניעת הילד מגישה לחומרים רעילים. כמו כן, יש חשיבות לטיפול רב מערכתי הכולל טיפול רפואי (במקרה של בעיה רפואית כתוצאה מהתסמונת), טיפול משפחתי להפרעות אכילה ו טיפול רגשי לילדים מביא לשיפור משמעותי בתפקוד. טיפול משפחתי כולל מתן תמיכה רגשית למשפחה, והדרכה להרגלי חיים בריאים אשר יאפשרו לילד התפתחות תקינה. טיפול משפחתי או טיפול פרטני הכולל הדרכת הורים מאפשרים למידת טכניקות התנהגותיות שונות כגון מודלינג, עיצוב, וחיזוק חיובי. מחקרים מצאו כי הטכניקה היעילה ביותר לטיפול בהפרעה זו היא מתן גירוי בלתי נעים על מנת להכחיד את ההתניה אשר הובילה לאכילת חומרים לא מזינים. כך, בזמן שהילד מכניס דברים לא ראויים לאכילה לפיו גורמים לו לתחושה לא נעימה (למשל, על ידי השמעת צליל לא נעים); הילד לומד באופן לא מודע לקשר את ההתנהגות עם דבר שלילי ולכן נמנע מלעשותה. טיפול רגשי פרטני , הכולל הדרכת הורים כאשר הסובל מההפרעה הינו קטין, מאפשר אף הוא חקירת הגורמים להתפתחות ההפרעה והתמודדות מיטיבה יותר עם מצוקות רגשיות. כאמור, לעיתים ההפרעה מתקיימת לצד הפרעה נפשית, התפתחותית או רפואית אחרת. גם במקרים אלו, ניתן לעיתים לטפל ולהפחית את הסימפטום של אכילת חומרים באמצעות טיפול רפואי או באמצעות טיפול קוגניטיבי התנהגותי . הפרעות אכילה בגיל ההתבגרות הילדה אוכלת מעט מדי ויורדת במשקל? אתם חושדים שהבן שלכם אוכל בסתר? איך ניתן להבדיל בין דיאטה לבין אנורקסיה? האם כדאי להגיד משהו או שזה רק יחמיר את המצב? האם מדובר בשלב אשר עתיד לחלוף לבד או בבעיה אשר מצריכה טיפול הולם?","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":29,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0030","text":"האם כדאי להגיד משהו או שזה רק יחמיר את המצב? האם מדובר בשלב אשר עתיד לחלוף לבד או בבעיה אשר מצריכה טיפול הולם? שאלות אלו, ורבות אחרות, מעסיקות הורים אשר חושדים שילדם או ילדתם המתבגרים סובלים מהפרעות אכילה . הפרעות אכילה בגיל ההתבגרות עלולות לנבוע מגורמים רבים, ביניהם לחץ, השפעות סביבתיות, מצוקה רגשית וקשיים ביחסים המשפחתיים. מעבר לגורמים השונים להתפתחות הפרעות אכילה בגיל ההתבגרות, ידוע כיום כי ככל שזיהוי הפרעת האכי לה והטיפול בה יתרחש בשלב מוקדם יותר, כך גדל הסיכוי להחלמה. בגיל ההתבגרות, הפרעות אכילה הן בין ההפרעות הנפוצות ביותר, ולרוב הן כרוניות ופוגעות משמעותית בתפקוד. שיעור הפרעות א כילה בילדות ובגיל ההתבגרות הולך ועולה בשנים האחרונות. כמו כן , קיימת קומורבידיות גבוהה להפרעות נפשיות אחרות ולמצבים רפואיים מסוכנים. יתרה מכך, כיוון שבגיל ההתבגרות, הגוף והמוח עוד אינם הגיעו להבשלה, להרעבה חמורה וממושכת, המאפיינת אנורקסיה נרבוזה , השלכות משמעותיות על התפתחות המוח והעצמות. הפרעות אכילה בגיל ההתבגרות - כיצד מזהים? הפרעות אכילה בגיל ההתבגרות נוטות לא פעם להיות חמקמקות וקשות לזיהוי. ראשית, מתבגרים עסוקים ממילא בדימוי גופני ובהופעתם החיצונית, כך שהגבול בין דיאטה או עיסוק נורמלי בגוף לבין התפתחות הפרעת אכילה אינו תמיד קל לזיהוי. כמו כן, גיל ההתבגרות מאופיין בצורך של המתבגר לבסס את זהותו הנפרדת ולהרחיב עצמאותו מההורים. על כן, הנטייה לשטף את ההורים או לפנות אליהם לעזרה פוחתת. יתרה מכך, לעיתים אנרגיות רבות מושקעות בהסתרת הפרעת האכילה מעיני ההורים. יחד עם זאת, קיימות מספר התנהגויות אשר עלולות להוות נורות אזהרה לקיומן של הפרעות אכילה בגיל ההתבגרות: 1. שינויים בהרגלי האכילה – המתבגר טוען לאידיאולוגיות המסבירות את המנעותו מסוגי מזון רבים, מפתח בררנות יתר, מצהיר שוב ושוב שאכל בחוץ עם חברים וכן הלאה. 2. סימנים גופניים – ירידה מסיבית במשקל, הפסקת המחזור, ריח רע מהפה, נשירת שיער. 3. התבודדות – הסתגרויות ממושכות בחדר, במקלחת או בשירותים. 4. עיסוק חברתי בהרזיה – למשל, התחברות לקבוצת מתבגרות העוסקות במשקל ודיאטות. 5. עיסוק יתר במזון – דיבור רב על אוכל או על אידיאולוגיות הנוגעות לאכילה. לעיתים, יבוא לידי ביטוי בעיסוק רב בבישול והכנת מזון לאחרים. 6. שינוי התנהגותי ורגשי בתחומים שאינם קשורים לאכילה – מצב רוח ירוד, י רידה בהישגים האקדמיים, ירידה בעניין החברתי, עצבנות, שינה ממושכת. כיצד להתנהל מול מתבגרים הסובלים מהפרעות אכילה?","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":30,"section_path":"eating_disorders/Eating disorders"}
{"id":"eating_disorders_0031","text":"שינוי התנהגותי ורגשי בתחומים שאינם קשורים לאכילה – מצב רוח ירוד, י רידה בהישגים האקדמיים, ירידה בעניין החברתי, עצבנות, שינה ממושכת. כיצד להתנהל מול מתבגרים הסובלים מהפרעות אכילה? הורים רבים אשר נתקלים בסימנים מעוררי חשש לקיומה של הפרעת אכילה תוהים כיצד להגיב והאם להעלות את הנושא בפני המתבגר/ת. חלקם חוששים שעצם השאלה \"תיתן לה רעיונות\", אחרים חוששים מפני תגובה נזעמת על ההתערבות בחייהם הפרטיים ואילו חלקם מתקשים להאמין או לקבל את העובדה שילדם יסבול מהפרעה כזו. על אף שמתבגרים רבים אכן יגיבו בכעס והכחשה של הבעיה, התעלמות ההורים היא הרסנית ומסוכנת, שכן המתבגר עלול לחוש כי הוא \"רשאי\" לפגוע בעצמו מבלי שאיש שם לב לכך או יכול לעצור בעדו, והפרעת האכילה הולכת ומחריפה. לכן, כאשר מתעורר החשד לקיומן של הפרעות אכילה בגיל ההתבגרות חשוב להעלות את הנושא באופן ישיר מול המתבגר ולעמת אותו עם הגורמים לחשד. גם במצבים בהם יכחיש, יגיב בזעם או בלעג, עדיין חשוב להעביר מסר ברור הנוגע לכך שאתם מתכוונים להמשיך ולפעול על מנת למנוע פגיעה עצמית באמצעות הפרעת האכילה. חשוב לציין כי חלק ניכר מהמתבגרים יגיבו באופן חיובי להתייחסות הוריהם להפרעה, ויסכימו לקבל עזרה מקצועית. כאמור, הפרעות אכילה בגיל ההתבגרות נוטות לבטא קשיים ומצוקות רגשיות אשר קיימות בבסיס הפרעת האכילה עצמה, ולכן מרבית המתבגרים נזקקים לעזרה מקצועית בהתמודדות ע ם הפרעת האכילה ממנה הם סובלים. איך מטפלים בהפרעות אכילה בגיל ההתבגרות? טיפול בהפרעות אכילה כולל ליווי רפואי ובמידת הצורך, מפגשים עם דיאטני ת אשר תסייע בבניית הרגלי אכילה מאוזנים ושמירה על משקל גוף תקין. לצד זאת, טיפול רגשי פסיכולוגי מהווה אמצעי התמודדות יעיל ביותר מאחר והוא מאפשר למתבגר לבטא את המצוקה הרגשית במילים ובכך פוחת הצורך בהבעת מצוקה דרך דפוסי אכילה בעייתיים. במקרים בהם הפרעת האכילה הינה קשה וממושכת, טיפול פרטני אינו מהווה מסגרת התמודדות מספקת למתבגר ולמשפחתו. במקרים אלו, בהם העיסוק באכילה אינטנסיבי וקיצוני, והפגיעה התפקודית משמעותית, ניתן לטפל בהפרעת האכילה במסגרת של אשפוז יום או אשפוז מלא במחלקות ייעודיות להפרעות אכילה. מסגרת זו מצי עה השגחה מקיפה יותר על הרגלי האכילה ומתן טיפול אינטנסיבי ומערכתי. גם כאשר המתבגר מסרב לטיפול או מכחיש את קיומה של ההפרעה, יש חשיבות לפנייה לטיפול במקרים אלו, מומלץ לפנות ל הדרכת הורים בה ניתנים להורים כלים להתמודדות עם המצב, הגנה על המתבגר/ת והגברת המוטיבציה שלו לפנות לטיפול.","topic":"eating_disorders","doc_title":"Eating disorders","source":"Eating disorders.pdf","page":-1,"chunk_index":31,"section_path":"eating_disorders/Eating disorders"}
{"id":"trauma_0000","text":"Post Traumatic Stress Disorder - PTSD - הפרעת דחק פוסט טראומטית הפרעת דחק פוסט -טראומטית היא תגובת דחק ממושכת, העלולה להתפתח בעקבות חשיפה לאירוע המאיים על שלמותו הפיזית או הנפשית של האדם כמו אסון, תאונת דרכים, מלחמה או תקיפה. מצב זה מתבטא במגוון תסמינים הכוללים מחשבות וזיכרונות חודרניים של האירוע, עוררות מוגברת, קהות רג שית והימנעות מגירויים אשר עשויים להזכיר את האירוע הטראומטי. אנשים רבים ברחבי העולם, ובישראל בפרט, נחשפים לאירוע טראומטי במהלך חייהם, אולם רק מיעוטם יחוו סימפטומים פוסט -טראומטיים מתמשכים. תגובות דחק לאירוע טראומטי נחשבות נורמליות ולעיתים אף אדפטיביות בטווח הזמן הסמוך לאירוע, אך כאשר התסמינים נמשכים מעל חודש ופוגעים בתפקוד היום -יומי, ייתכן שמדובר בהפרעת דחק פוסט-טראומטית. מה הם התסמינים הקליניים של הפרעת דחק פוסט-טראומטית? הפרעת דחק פוסט -טראומטית מאופיינת בהשפעה נרחבת ומתמשכת של חוויות טראומטיות על חיי היום -יום, גם זמן רב לאחר שהאיום חלף. אנשים המתמודדים עם מצב זה חווים את האירוע הטראומטי שוב ושוב באופן בלתי רצוני דרך זיכרונות חודרניים, סיוטים או פלאשבקים. חוויות אלו מלוות ב עוררות גופנית עזה ובמצוקה נפשית. מצב זה מלווה לרב בתחושת דריכות מתמדת, כאילו הגוף והנפש מצויים כל הזמן בכוננות לאיום הבא. חלק מהאנשים חווים התפרצויות כעס, קשיי שינה, קושי בריכוז או תגובות בהלה מוגברות, גם בהיעדר סכנה ממשית. לצד עוררות היתר, עשויות להופיע תגובות הפוכות – קהות רגשית, תחושת ניתוק מהעצמי או מהמציאות וקושי לחוות רגשות חיוביים. התסמינים עלולים לשבש את השגרה הרגילה ואת הדרך שבה האדם תופס את עצמו ואת העולם. רבים חווים מחשבות שליליות על עצמם או על העולם, תחושת אשמה או בושה, קשיים בזיכרון של פרטים מהאירוע ותחושת ניכור מתמשכת מהזולת. דפוס התסמינים משתנה בין אדם לאדם, אך פוגע באיכות החיים ובתפקוד התעסוקתי, החברתי והבין -אישי. אבחנה על פי ה–DSM-5-TR לפי עידכון המהדורה החמישית של המדריך לאבחון וסטטיסטיקה של הפרעות נפשיות של איגוד הפסיכיאטרים האמריקני (DSM-5-TR), אבחון ההפרעה נסמך על קיומם של הקריטריונים הבאים א. חשיפה לטראומה – האדם נחשף למוות ממשי או מאיים דרך חשיפה ישירה, עדות ישירה, מידע על אירוע טראומטי לבן משפחה/חבר קרוב, או חשיפה חוזרת במהלך ביצוע תפקיד מקצועי. ב. סימפטומים חודרניים – האירוע הטראומטי נחווה מחדש ובהתמדה באחת או יותר מן הדרכים הבאות: • זיכרונות חוזרים, בלתי רצוניים וחודרניים מהאירוע הטראומטי • חלומות חוזרים ומעוררי מצוקה הקשורים לאירוע הטראומטי • תגובות דיסוציאטיביות (כמו פלאשבקים) שבהן האדם מרגיש או מתנהג כאילו האירוע הטראומטי מתרחש שוב .","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":0,"section_path":"trauma/Trauma"}
{"id":"trauma_0001","text":"ב. סימפטומים חודרניים – האירוע הטראומטי נחווה מחדש ובהתמדה באחת או יותר מן הדרכים הבאות: • זיכרונות חוזרים, בלתי רצוניים וחודרניים מהאירוע הטראומטי • חלומות חוזרים ומעוררי מצוקה הקשורים לאירוע הטראומטי • תגובות דיסוציאטיביות (כמו פלאשבקים) שבהן האדם מרגיש או מתנהג כאילו האירוע הטראומטי מתרחש שוב . • מצוקה פסיכולוגית ממושכת וקשה בתגובה לתזכורות מהאירוע הטראומטי • תגובות פיזיולוגיות משמעותיות בתגובה לתזכורות מהאירוע הטראומטי ג. הימנעות מתמשכת – הימנעות מגירויים הקשורים לאירוע הטראומטי, המתבטאת באחד או בשניים מהדרכים הבאות: • הימנעות או מאמצים להימנע מזיכרונות, מחשבות או רגשות הקשורים לאירוע הטראומטי • הימנעות או מאמצים להימנע מתזכורות חיצוניות (כמו אנשים מקומות, פעילויות, מצבים) המעוררים זיכרונות, מחשבות או רגשות הקשורים לאירוע הטראומטי. ד. שינויים שליליים בקוגניציה ובמצב הרוח – שניים או יותר מהתסמינים הבאים, שהחלו או החריפו לאחר האירוע הטראומטי: • חוסר יכולת לזכור היבט חשוב מהאירוע הטראומטי • אמונות וציפיות שליליות, מתמשכות ומוגזמות על העצמי, האחר והעולם. מחשבות מתמשכות ומעוותות בנוגע לגורם לאירוע הטראומטי, המובילות את האדם להאשים את עצמו או אחרים בגרימת האירוע הטראומטי או השלכותיו. • מצב רגשי שלילי מתמשך (לדוגמה, פחד, אימה, כעס, אשמה או בושה). • ירידה ברורה בעניין או בנוכחות בפעילויות חשובות ומשמעותיות. • חוסר יכולת מתמשך לחוות רגשות חיוביים ה. שינויים בעוררות ותגובתיות – שניים או יותר מהתסמינים הבאים, שהחלו או החריפו לאחר האירוע הטראומטי: • התנהגות רגזנית והתפרצויות כעס • התנהגויות הרס עצמי ונטילת סיכונים. • דריכות מוגברת • תגובת בהלה מוגזמת • קשיי ריכוז • הפרעות שינה ו. משך זמן – התסמינים נמשכים מעל חודש. ז. פגיעה תפקודית – מצוקה משמעותית או פגיעה בתפקוד יום- יומי משמעותי. ח. התופעות לא נגרמות בגלל טיפול תרופתי, חומרים ממכרים או מחלה. מה הם הגורמים להתפתחות PTSD ? הפרעת דחק פוסט-טראומטית אינה נובעת רק מעצם החשיפה לטראומה, אלא מתפתחת מתוך שילוב של גורמים אישיים, ביולוגיים, פסיכולוגיים וחברתיים הפועלים לפני, במהלך ולאחר האירוע הטראומטי. חשיפה לאירוע המאיים היא תנאי הכרחי, אך כשלעצמה אינה מספיקה – רק 6-7% מכלל האנשים שנחשפו לטראומה יפתחו הפרעת דחק פוסט-טראומטית. גורמי סיכון לפני האירוע הטראומטי – נטייה גנטית, תכונות אישיות כמו נטייה לחרדה או לדיכאון, הפרעות נפשיות קודמות, טראומות בילדות, מעמד סוציו -אקונומי נמוך והיעדר תמיכה חברתית. גורמי סיכון במהלך האירוע הטראומטי – טראומה המאופיינת באלימות, פציעה קשה, תפיסה של איום מיידי על החיים או אובדן שליטה.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":1,"section_path":"trauma/Trauma"}
{"id":"trauma_0002","text":"גורמי סיכון לפני האירוע הטראומטי – נטייה גנטית, תכונות אישיות כמו נטייה לחרדה או לדיכאון, הפרעות נפשיות קודמות, טראומות בילדות, מעמד סוציו -אקונומי נמוך והיעדר תמיכה חברתית. גורמי סיכון במהלך האירוע הטראומטי – טראומה המאופיינת באלימות, פציעה קשה, תפיסה של איום מיידי על החיים או אובדן שליטה. בנוסף, תגובות עוצמתיות של פחד, בלבול או דיסוציאציה במהלך האירוע, במיוחד בקרב ילדים, נחשבות לגורמי סיכון משמעותיים. עבור אנשי צבא – חשיפה חוזרת ונשנית לאירועים טראומטיים מהווה גורם סיכון ייחודי נוסף. גורמי סיכון לאחר האירוע הטראומטי – פרשנות שלילית של האירוע, תחושת אשמה, דפוסי התמודדות נוקשים או הימנעותיים, וחשיפה מחודשת לתזכורות טראומטיות. מנגד, תמיכה חברתית משמעותית ממשפחה וקהילה קרובה עשויה לשמש גורם מגן חשוב המקל על תהליך ההחלמה והשיקום. כיצד ניתן לטפל בהפרעת פוסט-טראומה? טיפול קוגניטיבי- התנהגותי ממוקד טראומה: טיפול זה מהווה הגישה המומלצת ביותר לקו טיפול פסיכולוגי ראשון, הנתמך במחקרים רבים. הוא מתמקד בקשר שבין מחשבות, רגשות והתנהגויות הקשורות לטראומה ומטרתו לסייע להפחתת הסימפטומים הפוסט-טראומטיים. במסגרת טיפול זה, מקובלות כמה תתי -גישות עיקריות: • טיפול בחשיפה ממושכת (Prolonged Exposure): חשיפה הדרגתית לזיכרונות הטראומטיים במסגרת טיפולית בטוחה ולגירויים מהם קיימת הימנעות, מתוך מטרה להפחית את החרדה והעוררות הרגשית. • עיבוד קוגניטיבי ( Cognitive Processing Therapy): התמקדות בזיהוי ושינוי דפוסי חשיבה מעוותים ולא מסתגלים הקשורים לטראומה (\"זה היה באשמתי\", \"העולם אינו מקום בטוח\"). • טכניקות ניהול חרדה: למידת טכניקות כמו הרפיה, מיינדפולנס, הסחת דעת מובנית. טיפול EMDR: גישה טיפולית מבוססת ראיות הנשענית על עיבוד מחדש של זיכרונות טראומטיים. הטיפול משלב חשיפה לזיכרונות טראומטיים תוך גירוי דו -צדדי של מערכת העצבים (למשל באמצעות תנועות עיניים). תהליך זה מאפשר לעבד את הזיכרון בצורה בטוחה ולאחסן אותו כזיכרון שאינו מעורר מצוקה רג שית עזה. טיפול פסיכודינמי: מטרתו של טיפול פסיכודינמי בהפרעת דחק פוסט טראומטית היא עיבוד מעמיק של החוויה הטראומטית ושל השלכותיה על אישיות האדם ועל מהלך חייו. הטיפול אינו מתמקד בהקלה סימפטומטית, ולכן מתאים פחות למצבים בהם יש צורך בהקלה מיידית בתסמינים. טיפול פסיכיאטרי: מאחר וההפרעה הפוסט טראומטית מלווה בחוויה עזה של חרדה ולעיתים אף דיכאון, ניתן לפנות לייעוץ פסיכיאטרי להתאמת טיפול תרופתי שמטרתו הפחתת עוצמת הסימפטומים. Acute Stress Disorder - הפרעת דחק אקוטית הפרעת דחק אקוטית היא תגובת דחק העלולה להתפתח בתוך ימים ספורים לאחר חשיפה לאירוע המאיים על שלמותו הפיזית או הנפשית של האדם כמו אסון, תאונת דרכים, מלחמה או תקיפה.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":2,"section_path":"trauma/Trauma"}
{"id":"trauma_0003","text":"טיפול פסיכיאטרי: מאחר וההפרעה הפוסט טראומטית מלווה בחוויה עזה של חרדה ולעיתים אף דיכאון, ניתן לפנות לייעוץ פסיכיאטרי להתאמת טיפול תרופתי שמטרתו הפחתת עוצמת הסימפטומים. Acute Stress Disorder - הפרעת דחק אקוטית הפרעת דחק אקוטית היא תגובת דחק העלולה להתפתח בתוך ימים ספורים לאחר חשיפה לאירוע המאיים על שלמותו הפיזית או הנפשית של האדם כמו אסון, תאונת דרכים, מלחמה או תקיפה. מצב זה מתבטא במגוון תסמינים הכוללים מחשבות וזיכרונות חודרניים של האירוע, תגובות דיסוציאטיביות, עוררות מוגברת והימנעות מגירויים אשר עשויים להזכיר את האירוע הטראומטי. הפרעת דחק אקוטית דומה במאפייניה להפרעת דחק פוסט -טראומטית – PTSD, אך נבדלת ממנה במשך הזמן הנדרש לצורך אבחנה: היא מאובחנת כאשר התסמינים נמשכים בין שלושה ימים לחודש ממועד האירוע, בעוד ש - PTSD מאובחנת רק כאשר התסמינים נמשכים מעבר לחודש. מאחר שכמחצית מהאנשים עםPTSD חוו בשלב מוקדם הפרעת דחק אקוטית, לזיהוי ולטיפול מוקדם יש חשיבות רבה מה הם התסמינים הקליניים של הפרעת דחק אקוטית? הפרעת דחק אקוטית מאופיינת בתגובה עזה ומיידית לאירוע טראומטי, המתפתחת בטווח של ימים ספורים מהחשיפה לאירוע. האדם ממשיך לחוות את הטראומה מחדש גם לאחר שהאיום חלף דרך זיכרונות חודרניים, סיוטים או הבזקים חוזרים שבהם נדמה כי האירוע מתרחש שוב. תסמינים אלו מעוררים מצוקה נפשית ניכרת ולעיתים אף תגובות גופניות בעוצמה גבוהה. המצב מלווה לרב בדריכות יתר, קושי להירגע ותחושת סכנה מתמדת. חלק מהאנשים עשויים להתקשות להירדם, להגיב בעוצמה לגירויים פתאומיים או לחוות התפרצויות כעס. תסמינים נוספים כוללים תגובות של ניתוק מהמציאות או מהעצמי, כמו תחושת זרות או קהות רגשית. מצבי דחק אלו מלווים לעיתים קרובות בהימנעות מגירויים המזכירים את האירוע ובמחשבות שליליות כלפי העצמי או הסביבה. לעיתים מופיעות גם תחושות גופניות כמו סחרחורת, כאבי ראש או רגישות לרעש, שאינן נובעות בהכרח מפגיעה פיזית, אלא מבטאות את עוצמת הדחק. אבחנה על פי ה–DSM-5-TR לפי עידכון המהדורה החמישית של המדריך לאבחון וסטטיסטיקה של הפרעות נפשיות של איגוד הפסיכיאטרים האמריקני (DSM-5-TR), אבחון ההפרעה נסמך על קיומם של הקריטריונים הבאים א. חשיפה לטראומה: האדם נחשף למוות ממשי או מאיים דרך חשיפה ישירה, עדות ישירה, מידע על אירוע טראומטי לבן משפחה/חבר קרוב, או חשיפה חוזרת במהלך ביצוע תפקיד מקצועי. ב. נוכחות של תשעה (או יותר) תסמינים מכל אחת מחמשת הקטגוריות הבאות, אשר החלו או החמירו לאחר החשיפה לאירוע הטראומטי: 1.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":3,"section_path":"trauma/Trauma"}
{"id":"trauma_0004","text":"ב. נוכחות של תשעה (או יותר) תסמינים מכל אחת מחמשת הקטגוריות הבאות, אשר החלו או החמירו לאחר החשיפה לאירוע הטראומטי: 1. תסמינים חודרניים • זיכרונות חוזרים, בלתי רצוניים וחודרניים מהאירוע הטראומטי • חלומות חוזרים ומעוררי מצוקה הקשורים לאירוע הטראומטי • תגובות דיסוציאטיביות (כמו פלאשבקים) שבהן האדם מרגיש או מתנהג כאילו האירוע הטראומטי מתרחש שוב • מצוקה פסיכולוגית ממושכת וקשה או תגובות פיזיולוגיות משמעותיות בתגובה לתזכורות מהאירוע הטראומטי 2. מצב רוח שלילי • חוסר יכולת מתמשך לחוות רגשות חיוביים (למשל אושר, סיפוק, או רגשות אהבה) 3. תסמינים דיסוציאטיביים • שינוי בתחושת המציאות ביחס לעצמי או לסביבה • חוסר יכולת לזכור היבט חשוב באירוע הטראומטי 4. תסמינים הימנעותיים • הימנעות או מאמצים להימנע מזיכרונות, מחשבות או רגשות הקשורים לאירוע הטראומטי • הימנעות או מאמצים להימנע מתזכורות חיצוניות (כמו אנשים מקומות, פעילויות, מצבים) המעוררים זיכרונות, מחשבות או רגשות הקשורים לאירוע הטראומטי. 5. תסמיני עוררות • קשיי שינה (למשל קושי להירדם או לישון באופן רציף, או שינה חסרת מנוח) • התנהגות עצבנית והתפרצויות זעם • ערנות יתר • קשיי ריכוז • תגובות בהלה מוגזמות ג. משך ההפרעה (על פי התסמינים בקריטריון ב') הוא בין 3 ימים לחודש לאחר החשיפה לטראומה. לרוב התסמינים מתחילים מיד לאחר הטראומה, אך רק במסגרת התקופה המצוינת הם נחשבים לשם אבחון ההפרעה. ד. פגיעה תפקודית: מצוקה משמעותית או פגיעה בתפקוד יום- יומי משמעותי ה. התופעות לא נגרמות בגלל טיפול תרופתי, חומרים ממכרים או מחלה מה הם גורמי הסיכון להתפתחות הפרעת דחק אקוטית? חשיפה לטראומה היא כאמור גורם סיכון ראשון להתפתחות ההפרעה, אך רק חלק מהאנשים שנחשפים לאירוע טראומטי יפתחו תגובת דחק חריפה. מחקרים מראים כי שיעור ההפרעה באוכלוסיות שנחשפו לאירוע טראומטי נע בין פחות מ -20% בעקבות אירועים שאינם כוללים פגיעה בין- אישית (כמו תאונות דרכים), ועד 50% במקרים של טראומות בין-אישיות (כמו תקיפה מינית או פיזית). הסיכון להתפתחות ההפרעה עולה כאשר קיימים גורמי סיכון רגשיים, סביבתיים וביולוגיים: גורמים רגשיים כוללים רקע של הפרעה נפשית קודמת, נטייה לעוררות שלילית גבוהה (כמו דיכאון או חרדה), נטייה לפרש את האירוע באופן קטסטרופלי וסגנון התמודדות הימנעותי. גורמים סביבתיים כוללים היסטוריה של טראומות קודמות. גורמים ביולוגיים כוללים תגובתיות גופנית מוגברת, כמו רפלקס בהלה מוגבר, העשוי להעיד על פגיעות מוקדמת לדחק. טיפול טיפול קוגניטיבי -התנהגותי ממוקד טראומה הוא הטיפול המומלץ כיום להתמודדות עם הפרעת דחק אקוטית.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":4,"section_path":"trauma/Trauma"}
{"id":"trauma_0005","text":"גורמים ביולוגיים כוללים תגובתיות גופנית מוגברת, כמו רפלקס בהלה מוגבר, העשוי להעיד על פגיעות מוקדמת לדחק. טיפול טיפול קוגניטיבי -התנהגותי ממוקד טראומה הוא הטיפול המומלץ כיום להתמודדות עם הפרעת דחק אקוטית. מחקרים מצביעים על כך שטיפול קצר וממוקד – לרב חמישה-שישה מפגשים במהלך החודש הראשון לאחר החשיפה לאירוע הטראומטי, עשוי להפחית משמעותית את עצמת התסמינים ולצמצם את הסיכון להתפתחות PTSD. במסגרת טיפול זה, מקובלות כמה תתי-גישות עיקריות: • טיפול בחשיפה ממושכת (Prolonged Exposure): חשיפה הדרגתית לזיכרונות הטראומטיים במסגרת טיפולית בטוחה ולגירויים מהם קיימת הימנעות, מתוך מטרה להפחית את החרדה והעוררות הרגשית. • עיבוד קוגניטיבי ( Cognitive Processing Therapy): התמקדות בזיהוי ושינוי דפוסי חשיבה מעוותים ולא מסתגלים הקשורים לטראומה (\"זה היה באשמתי\", \"העולם אינו מקום בטוח\"). • טכניקות ניהול חרדה: למידת טכניקות כמו הרפיה, מיינדפולנס, הסחת דעת מובנית. • פסיכואדוקציה: מתן מידע על תגובות דחק נפוצות לאחר טראומה, לצורך נרמול החוויה והפחתת בלבול, בושה או חרדה הקשורים לתסמינים. בנוסף, נחקרים כיום קווי טיפול משלימים שמטרתם להקל על תסמינים אקוטיים ולמנוע התפתחות PTSD . מחקרים מצביעים על התערבויות מוקדמות– לעיתים כבר בחדר המיון – הכוללות חשיפה מבוקרת או פעולות בעלות עומס חזותי (כמו משחקי מחשב), שמטרתן להפחית את התגבשות של זיכרונות חודרניים. עם זאת, מדובר בממצאים ראשוניים הדורשים מחקר נוסף. Complex PTSD - פוסט טראומה מורכבת הפרעת דחק פוסט -טראומטית עלולה להתפרץ בעקבות חשיפה לאירוע יחיד המאיים על שלמות בריאותו הפיזית והנפשית של אדם. היא כוללת תסמינים שונים כמחשבות וזיכרונות חודרניים על האירוע, סיוטי לילה, הימנעות מגירויים המזכירים את האירוע, והיא פוגעת בתחומי חיים משמעותיים שונים. אך מה קורה כאשר אדם נחשף למצבים טראומטיים באופן מתמשך וחזרתי? המונח \"פוסט טראומה מורכבת\" מתייחס לפגיעה הנפשית הרב -מערכתית העלולה לנבוע ממצבים כאלה. המהדורה העדכנית ביותר של המדריך לאבחון וסטטיסטיקה של הפרעות נפשיות של איגוד הפסיכיאטרים האמריקני ( DSM-5-TR), אינה מכירה באבחנה זו. עם זאת, היא נכללת במהדורה ה-11 של מסמך סיווג המחלות הרשמי של ארגון הבריאות העולמי (ה-ICD). בנוסף, קיים דיון נרחב בקהילה המקצועית על הרלבנטיות שלה, כמו גם שימוש קליני בה הלכה למעשה. כיצד התפתח המושג פוסט-טראומה מורכבת? המושג הוצע לראשונה על- ידי הפסיכיאטרית ג'ודית לואיס הרמן ב -1992 בספרה \"טראומה והחלמה\", תחת השם \"הפרעת לחץ פוסט-טראומטית מורכבת\". הוא התייחס למכלול התסמינים השכיחים אצל אנשים הנמצאים במצבים טראומטיים מתמשכים, ובתוך יחסי שליטה, כך שהבריחה קשה או אף בלתי אפשרית (שבי, עבדות, מחנות ריכוז, גילוי עריות או אלימות פיזית חוזרת בילדות).","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":5,"section_path":"trauma/Trauma"}
{"id":"trauma_0006","text":"המושג הוצע לראשונה על- ידי הפסיכיאטרית ג'ודית לואיס הרמן ב -1992 בספרה \"טראומה והחלמה\", תחת השם \"הפרעת לחץ פוסט-טראומטית מורכבת\". הוא התייחס למכלול התסמינים השכיחים אצל אנשים הנמצאים במצבים טראומטיים מתמשכים, ובתוך יחסי שליטה, כך שהבריחה קשה או אף בלתי אפשרית (שבי, עבדות, מחנות ריכוז, גילוי עריות או אלימות פיזית חוזרת בילדות). פעמים רבות, מדובר במצבים בהם הפגיעה נעשית במסגרת קשר קרוב וכן בשלב מוקדם בחיים. הרמן ביקשה להבחין בין חשיפה למצבים אלה ובין חשיפה לאירועים טראומטיים יחידים, ובתוך כך להצביע על ההשלכות הייחודיות של פגיעות מתמשכות. בניגוד למצבי טראומה חד פעמית, במצבי טראומה מורכבת לאדם אין אפשרות להתאושש, לשקם את המשאבים שנפגעו ולגייס תמיכה: הוא חשוף שוב ושוב לאירועים טראומטיים או דרוך לקראת בואם, ונמצא במצב הישרדותי תמידי. לפי תפיסתה, מצבי טראומה מורכבת דורשים מהאדם להפעיל מנגנוני הגנה עוצמתיים ומונעים ממנו לרכוש תחושה בסיסית של ביטחון, יכולת ואמון באנשים אחרים. זאת, לא פעם, בתוך קשרים ראשוניים בהם הוא תלוי לרווחתו ולהתפתחותו. בשל כל אלה, פעמים רבות אנו רואים אצל נפגעי מצבי ם כאלה השפעה נרחבת על התפתחות האישיות ועל היכולת לקיים יחסים בין אישיים. לצד זאת, מושג זה כולל גם את התסמינים האופיינים להפרעת דחק פוסט-טראומטית. הפרעה רשמית נוספת החולקת תסמינים שונים עם מושג זה היא הפרעת אישיות גבולית . מאז הופעתו של המושג \"פוסט-טראומה מורכבת\" קיים ויכוח מקצועי בנוגע ליחס בינו ובין הפרעת אישיות זו. אלה המקדמים אבחנה רשמית של פוסט טראומה מורכבת ב-DSM, למשל, טוענים לשכיחותם של אבחונים שגויים של נפגעות ונפגעים של טראומה ממושכת כבעלי הפרעת אישיות גבולית וסבורים כי הדבר גורם נזק בשל ההבדלים ביניהן והצורך באבחון וטיפול ייעודי לנפגעים. מה הם התסמינים הקליניים של פוסט -טראומה מורכבת? ספרה של הרמן לא יצא בחלל ריק אלא התאפשר הודות לעבודה חלוצית ומשמעותית של ארגונים חברתיים דוגמת התנועה לשחרור האישה בארצות הברית. במשך השנים, המושג פותח וזכה לשמות שונים, ביניהם \"תסמונת פוסט -טראומטית מורכבת\" או \"הפרעת דחק פוסט-טראומטית מורכבת\". המונח מתייחס כאמור לחשיפה ממושכת לטראומה, פעמים רבות במסגרת קשר קרוב עם המתעלל. יחד עם זאת, ישנן עדויות לאנשים הסובלים ממקבץ תסמינים זה גם בעקבות אירוע יחיד. תפיסת המושג כיום כוללת תסמינים שונים האופייניים להפרעת דחק פוסט-טראומטית אך נוספים להם כמה תסמינים חמורים ועיקשים אחרים הקשורים בפגיעות בפונקציות עצמי שונות: - קשיים בויסות רגשות ודחפים (למשל קושי בשליטה בכעס, פגיעה עצמית, מחשבות אובדניות, נטילת סיכונים מוגברת, התנהגות מינית לא מווסתת, שימוש בחומרים כאלכוהול וסמים).","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":6,"section_path":"trauma/Trauma"}
{"id":"trauma_0007","text":"יחד עם זאת, ישנן עדויות לאנשים הסובלים ממקבץ תסמינים זה גם בעקבות אירוע יחיד. תפיסת המושג כיום כוללת תסמינים שונים האופייניים להפרעת דחק פוסט-טראומטית אך נוספים להם כמה תסמינים חמורים ועיקשים אחרים הקשורים בפגיעות בפונקציות עצמי שונות: - קשיים בויסות רגשות ודחפים (למשל קושי בשליטה בכעס, פגיעה עצמית, מחשבות אובדניות, נטילת סיכונים מוגברת, התנהגות מינית לא מווסתת, שימוש בחומרים כאלכוהול וסמים). - שינויים בתודעה (כגון אמנזיה דיסוציאטיבית, ובמצבים קיצוניים אף הפרעת זהות דיסוציאטיבית ). - פגיעה בזהות העצמית ובדימוי העצמי (בטחון עצמי ירוד, היעדר אהבה עצמית, תפיסה העצמי כמופחת, מובס, או חסר ערך). - תחושות של בושה, אשמה או כישלון הקשורים לאירועים הטראומטיים. - קשיים בקיום מערכות יחסים מיטיבות ובתחושת קרבה לאחרים (היעדר אמון, קורבנות חוזרת – דהיינו התנהגות משחזרת של הטראומה לרוב מתוך רצון להשגת שליטה וחוויה מתקנת). - סומטיזציה (כאב כרוני, קשיים בתחום המיני, קונברסיה ועוד). תסמינים אלה גורמים לפגיעות בתחומי חיים משמעותיים: אישי, משפחתי, חברתי, לימודי, תעסוקתי ועוד. כיצד ניתן לטפל בפוסט-טראומה מורכבת? כפי שעולה מכתיבה קלינית אודות הטיפול באנשים נפגעי טראומה מתמשכת הסובלים ממכלול תסמינים זה, שיטות הטיפול היעילות לפוסט-טראומה עלולות להיות בעלות יעילות מוגבלת לטיפול בפוסט-טראומה מורכבת. בנוסף, ההתעללות המתמשכת במסגרת קשרים ראשוניים וקרובים מתבטאת לא פעם בק ושי מהותי בביסוס יחסי אמון וביצירת קשר ותהליך טיפולי. עם זאת, ישנן שיטות שונות שנמצאו יעילות במחקר, ביניהן טיפול דיאלקטי התנהגותי (DBT ) וכן התאמה של שיטות טיפול בפוסט -טראומה כגון עיבוד מחדש והקהיה שיטתית באמצעות תנועות עיניים (EMDR) כמו גם טיפול קבוצתי. Trauma Therapy - טיפול בטראומה אנשים רבים ברחבי העולם, ובישראל בפרט, יחשפו במהלך חייהם לאירוע בעל אופי טראומתי, המאיים על שלמותם הפיזית או הנפשית כמו אסון, מלחמה, תאונת דרכים או תקיפה. לעיתים, חוויה טראומתית ממשיכה \"להתרחש\" בנפשו של האדם גם לאחר שהסתיימה בפועל, ועלולה להוביל לפגיעה באיכות החיים ובתפקוד בתחומי החיים השונים. בעוד שמרבית האנשים מצליחים לשוב לאחר אירוע טראומתי בתוך זמן קצר לתפקוד רגשי ותפקודי תקין, כ- 10-7% מהאוכלוסייה מפתחים תסמינים פוסט-טראומתיים. בהתאם לאופי ולעוצמת התסמינים עשויות להתפתח תגובות שונות – החל מהפרעת דחק אקוטית, הפרעות דיסוציאטיביות, הפרעת דחק פוסט- טראומתי – PTSD ועד לפוסט-טראומה מורכבת . מתי כדאי לפנות לטיפול בטראומה? לאחר חשיפה לאירוע טראומתי, תגובות של מצוקה, בלבול או דריכות הן טבעיות ונורמליות.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":7,"section_path":"trauma/Trauma"}
{"id":"trauma_0008","text":"מתי כדאי לפנות לטיפול בטראומה? לאחר חשיפה לאירוע טראומתי, תגובות של מצוקה, בלבול או דריכות הן טבעיות ונורמליות. עם זאת, במקרים הבאים כדאי לשקול פנייה לטיפול נפשי מקצועי: • הופעת תסמינים פוסט -טראומטיים כמו פלשבקים, סיוטי לילה, דריכות יתר, הימנעות ממפגשים עם גירויים המזכירים את האירוע, קשיי שינה וריכוז. • הופעת תסמינים נפשיים אחרים או מצוקה כללית אשר הופיעו לאחר האירוע. תגובה לטראומה יכולה להופיע גם בדרכים שאינן “קלאסיות”, למשל בחרדה, דיכאון, שימוש בחומרים, תחושות אשמה ובושה, או שינויים ביחס לעצמי ולעולם. • המצוקה אינה פוחתת בהדרגה לאחר מספר שבועות מהאירוע. • פגיעה משמעותית בתפקוד היום-יומי ובאיכות החיים בעקבות האירוע. פנייה מוקדמת לטיפול חשובה להקלת המצוקה, הפחתת הסיכון להחמרה ומניעת התפתחות הפרעה פוסט־ טראומטית. מחקרים מצביעים על קיומו של “חלון הזדמנויות” טיפולי בתקופה הסמוכה לאירוע, שבו התערבות מוקדמת עשויה להיות יעילה במיוחד למניעת התפתחות תסמיני פוסט-טראומה ארוכי טווח. איך מטפלים בטראומה? הטיפול בטראומה מותאם באופן אישי לאדם ולמאפייני החוויה שעבר – מידת החשיפה, סוג התסמינים, משכם והאם מדובר במענה מונע סמוך לאירוע או להקלה או הפחתה של תסמינים קיימים. מקובלות כמה תתי-גישות עיקריות: * טיפול התנהגותי -קוגניטיבי ( CBT ) ממוקד טראומה: טיפול זה מהווה הגישה המומלצת ביותר לקו טיפול פסיכולוגי ראשון בטראומה, הנתמך במחקרים רבים. הוא מתמקד בקשר שבין מחשבות, רגשות והתנהגויות הקשורות לטראומה ומטרתו לסייע להפחתת הסימפטומים הפוסט-טראומטיים. במסגרת טיפול זה, מקובלות מספר שיטות טיפול ספציפיות: - טיפול ב חשיפה ממושכת ( Prolonged Exposure): טיפול קצר מועד המיועד לטיפול בהפרעה פוסט- טראומתית ולמניעת התפתחותה. הטיפול מבוסס על ההנחה שתסמיני טראומה נובעים מעיבוד בלתי מספק של האירוע הטראומתי, ומטרתו להפחית חרדה ועוררות באמצעות חשיפה הדרגתית לזיכרונות הטראומטיים ולגירויים מהם קיימת הימנעות. הטיפול נמשך 15-8 פגישות של90 דקות כל אחת, במתכונת של פגישה עד שתיים בשבוע. המסגרת הטיפולית כוללת לימוד טכניקות הרפיה, הסבר פסיכו -חינוכי על תגובות שכיחות לטראומה וכן חשיפה במציאות ובדמיון למצבים, מקומות או פעילויות שהמטופל נמנע מהן בגלל הקשר לאירוע הטראומתי. - עיבוד קוגניטיבי ( Cognitive Processing Therapy -CPT :) בבסיס השיטה עומדת ההנחה כי מה שאנחנו חושבים משפיע על מה שאנחנו מרגישים ועושים. לכן, הטיפול מתמקד בזיהוי ושינוי דפוסי חשיבה מעוותים ולא מסתגלים הקשורים לטראומה (\"זה היה באשמתי\", \"העולם אינו מקום בטוח\"). - טכניקות ניהול חרדה למידת טכניקות כמו הרפיה, מיינדפולנס, הסחת דעת מובנית.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":8,"section_path":"trauma/Trauma"}
{"id":"trauma_0009","text":"לכן, הטיפול מתמקד בזיהוי ושינוי דפוסי חשיבה מעוותים ולא מסתגלים הקשורים לטראומה (\"זה היה באשמתי\", \"העולם אינו מקום בטוח\"). - טכניקות ניהול חרדה למידת טכניקות כמו הרפיה, מיינדפולנס, הסחת דעת מובנית. - טיפול קוגניטיבי- התנהגותי ממוקד טראומה לילדים (CBT-TF:) גישה טיפולית מבוססת ראיות המיועדת לילדים ובני נוער בגיל בית הספר הסובלים מהפרעה פוסט -טראומטית ותסמינים נלווים נוספים. הטיפול, הנשען בעיקרו על המודל הקוגניטיבי -התנהגותי ומשלב אספקטים של תיאוריות נוספות כגון תורת ההתקשרות וטיפול משפחתי, נועד לשפר ויסות רגשי וקוגניטיבי, לסייע להורים ולילדים ליצור משמעות מחוויות הטראומה, לעזור לילדים להתמודד עם טריגרים והימנעות, ולחזק את הביטחון האישי שלהם. * הקהייה ועיבוד מחדש באמצעות תנועות עיניים (Eye Movement Desensitization and Reprocessing ): גישה טיפולית מבוססת ראיות הנשענת על עיבוד מחדש של זיכרונות טראומטיים. השיטה מבוססת על ההנחה שתסמיני טראומה נובעים מכך שהזיכרון הטראומטי לא עבר עיבוד מידע אדפטיבי וממשיך להשפיע על האדם בהווה באופן שלילי. מטרת הטיפול היא לעבד מחדש את הזיכרון הטראומטי ולהפוך אותו לזיכרון רגיל שאינו מעורר מצוקה רגשית עזה. הטיפול מבוסס על פרוטוקול מובנה הכולל שמונה שלבים שונים, כאשר במוקדו עיבוד או הקהייה של הזיכרון תוך גירוי דו -צדדי של מערכת העצבים (למשל באמצעות תנועות עיניים). * טיפול פסיכודינמי: מטרתו של טיפול פסיכודינמי בהפרעת דחק פוסט טראומטית היא עיבוד מעמיק של החוויה הטראומטית ושל השלכותיה על אישיות האדם ועל מהלך חייו. הטיפול אינו מתמקד בהקלה סימפטומטית, ולכן מתאים פחות למצבים בהם יש צורך בהקלה מיידית בתסמינים. * טיפול פסיכיאטרי: אף כי קיים מחקר פעיל ונרחב בנושא, כיום אין בנמצא טיפול תרופתי ייעודי לפוסט - טראומה. יחד עם זאת, טיפול תרופתי יכול להקל על תסמינים נלווים כחרדה ודיכאון. ככזה, הוא אינו מהווה לרוב פתרון מספק לעצמו ונתפס כנלווה לטיפול נפשי. * טיפול בחשיפה לנרטיב (Narrative Exposure Therapy): טיפול מבוסס פרוטוקול אשר פותח עבור נפגעי איזורי קונפליקט ומלחמות, החשופים לאלימות וסכנת חיים מתמשכת, בעיקר במדינות מתפתחות ונמצא יעיל עבורם יותר משיטות אחרות. מדובר בטיפול קצר מועד הנמשך בין 12-4 פגישות של90 דקות, וניתן להעבירו באופן פרטני או קבוצתי במהלך הטיפול יוצרים המטפל והמטופל נרטיב קוהרנטי וכרונולוגי של חיי המטופל מלידה ועד ההווה, תוך שילוב הטראומה בסיפור החיים הכללי. התהליך מאפשר למטופל לארגן מחדש את זיכרונותיו, להבין את רצף האירועים ולהעניק משמעות חדשה לחוויות הטראומתיות.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":9,"section_path":"trauma/Trauma"}
{"id":"trauma_0010","text":"מדובר בטיפול קצר מועד הנמשך בין 12-4 פגישות של90 דקות, וניתן להעבירו באופן פרטני או קבוצתי במהלך הטיפול יוצרים המטפל והמטופל נרטיב קוהרנטי וכרונולוגי של חיי המטופל מלידה ועד ההווה, תוך שילוב הטראומה בסיפור החיים הכללי. התהליך מאפשר למטופל לארגן מחדש את זיכרונותיו, להבין את רצף האירועים ולהעניק משמעות חדשה לחוויות הטראומתיות. חשוב לציין כי עבור חלק מהתגובות הנפשיות לטראומה קיימים טיפולים ייעודיים הנחשבים למתאימים יותר מהגישות הכלליות שהוזכרו לעיל. לדוגמה, לטיפול בהפרעת זהות דיסוציאטיבית פותחה \"הגישה השלבית\", עבור מקרים של פוסט-טראומה מורכבת נחשב הטיפול הדיאלקטי-התנהגותי (DBT) ליעיל והמתאים ביותר הבחירה בגישה הטיפולית המתאימה תתבסס על הערכה מקצועית, התסמינים הספציפיים והצרכים האישיים של המטופל. מתקשה להתאושש ממה שקרה? בין הפרעת הסתגלות לפוסט טראומה במהלך חיינו, כולנו חווים לעתים אירועים קשים, או עוברים תקופות לחוצות במיוחד. מהתחלה של עבודה חדשה ומלחיצה, דרך משבר כלכלי, קשיים עם הילדים, בעיות בריאות, או אובדן אדם קרוב . חלק מאיתנו חווה גם אירועים נקודתיים מטלטלים כגון תאונת דרכים, פיגוע, תקיפה מינית ועוד. בחלק מהמקרים, נתקשה במיוחד להתאושש, נחוש תחושות שליליות שונות ונתקשה לתפקד כפי שתפקדנו פעם. מה קורה לנו? טבעי ושכיח לקחת קשה אירועים קשים. אבל אם הקושי מתמשך ומשבש את החיים, יכול להיות כי מתפתח מצב הדורש התייחסות. בהקשר זה, רצוי להכיר 3 הפרעות נפשיות המתעוררות בתגובה לחשיפה לאירוע טראומטי או גורם מעורר דחק: הפרעת הסתגלות, הפרעת דחק אקוטית (או חריפה), והפרעת דחק פוסט טראומטית ( PTSD). חשוב להבחין ביניהן כי למרות הדמיון יש להן מאפיינים שונים, מהלך התפתחות אחר ובהתאם דרכי טיפול אחרות זיהוי נכון הוא מפתח לטיפול מדויק ומתאים, ויכול לסייע להקלת המצוקה, הפחתת תסמינים, ובחלק מהמקרים למנוע התפתחות של הפרעה כרונית. מה היא הפרעת הסתגלות? הפרעת הסתגלות מתעוררת בתגובה לאירוע טראומטי או גורם מלחיץ. היא יכולה לבוא לידי ביטוי בצורות שונות: עם מאפיין בולט של מצב רוח מדוכא, חרדה, או שילוב של השניים, או להתבטא בהפרעת התנהגות, או בשילוב עם חרדה ודיכאון. בכל המקרים התגובה אינה מותאמת לחומרת או לעוצמת האירוע או הגורם המלחיץ וישנה מצוקה ופגיעה ניכרת בתפקוד בתחומי חיים שונים. התסמינים השונים צריכים להופיע תוך 3 חודשים מהחשיפה לגורם המלחיץ, ולהסתיים עד6 חודשים מתום החשיפה. כמו-כן, אם התסמינים תואמים קריטריונים של הפרעה נפשית אחרת, היא זו אשר תאובחן. האירוע או הגורם המלחיץ בבסיס ההפרעה יכול להיות מאורע יחיד, כמה מאורעות, או אירועים חוזרים או מתמשכים.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":10,"section_path":"trauma/Trauma"}
{"id":"trauma_0011","text":"כמו-כן, אם התסמינים תואמים קריטריונים של הפרעה נפשית אחרת, היא זו אשר תאובחן. האירוע או הגורם המלחיץ בבסיס ההפרעה יכול להיות מאורע יחיד, כמה מאורעות, או אירועים חוזרים או מתמשכים. דוגמאות לאירועים כאלה: גירושין, מחלה, בעיות כלכליות, אך גם אירועים המהווים חלק ממסלול התפתחות טבעי של אדם כמו יציאה מבית ההורים לעצמאות, הקמת משפחה, או פרישה. מה הן הפרעות פוסט טראומטיות? הפרעת דחק אקוטית והפרעת דחק פוסט טראומטית הן הפרעות דומות אשר ההבדל המרכזי ביניהן הוא התזמון בו הן מתפרצות. הפרעת דחק חריפה מתעוררת לפי ההגדרה בסמוך לחשיפה לאירוע הטראומטי, החל מ-3 ימים לאחריו, ויכולה להימשך עד חודש ממנו. לעומתה, הפרעת דחק פוסט טראומטית תאובחן רק החל מחודש לאחר האירוע. בחלק מהמקר ים, הפרעת דחק חריפה תתפתח בהמשך להפרעת דחק פוסט טראומטית. זו סיבה נוספת מדוע חשוב כל כך לזהות באופן מדויק את ההפרעה, ולקבל מענה טיפולי מתאים. התסמינים המרכזיים בהפרעות אלה הם חוויה מחודשת של הטראומה (בדרך של זיכרונות מטרידים, פלשבקים, סיוטים), תגובות בהלה, עוררות יתר, לצד ניסיונות להימנע מכל דבר המזכיר את האירוע, קשיי שינה, כעס, מחשבות שליליות על עצמו או על העולם, ולעתים גם תסמינים דיסוציאטיבים. כל אלה גורמים למצוקה קשה ופוגעים בתפקוד. אירוע ייחשב טראומטי, כלומר יענה על קריטריון הבסיס לאבחון ההפרעות, רק בתנאים ספציפיים: כאשר מדובר בחשיפה ישירה לאירוע המאיים על החיים או מקרה של אלימות מינית, או בעדות מגוף ראשון לאירוע כזה אשר חווים אחרים. חשיפה עקיפה תיחשב רק כאשר מדובר באדם קרוב והאירוע אלים או מקרי, או במקרים של חשיפה חוזרת לפרטים אודות אירועים כאלה במסגרת מקצועית (למשל במקרה של מגישי עזרה ראשונה או אנשי משטרה). אז איך מבחינים? אפשר להצביע על 3 הבדלים מרכזיים בין הפרעת הסתגלות לשתי ההפרעות הפוסט טראומטיות 1) סוג האירוע או הגורם בבסיס ההפרעה: בהפרעת הסתגלות הגורם המלחיץ יכול להיות מכל סוג ומכל דרגת חומרה, בעוד שבהפרעות פוסט טראומטיות מדובר באירוע חמור בעל מאפיינים ספציפיים. 2) תזמון ומשך ההפרעה: בעוד שהפרעת הסתגלות יכולה להתפרץ מיד לאחר האירוע ולהימשך עד 6 חודשים לאחר תום החשיפה אליו, הפרעת דחק אקוטית תאובחן רק החל מהיום ה- 3 מהאירוע ועד לחודש ממנו, והפרעת דחק פוסט טראומטית רק החל מחודש לאחר החשיפה. 3) אופי והיקף התסמינים כאמור, אין חפיפה מלאה בין התסמינים של ההפרעות השונות.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":11,"section_path":"trauma/Trauma"}
{"id":"trauma_0012","text":"2) תזמון ומשך ההפרעה: בעוד שהפרעת הסתגלות יכולה להתפרץ מיד לאחר האירוע ולהימשך עד 6 חודשים לאחר תום החשיפה אליו, הפרעת דחק אקוטית תאובחן רק החל מהיום ה- 3 מהאירוע ועד לחודש ממנו, והפרעת דחק פוסט טראומטית רק החל מחודש לאחר החשיפה. 3) אופי והיקף התסמינים כאמור, אין חפיפה מלאה בין התסמינים של ההפרעות השונות. אם אדם נחשף לאירוע טראומטי, והוא סובל מתסמינים העומדים בקריטריונים של אחת מההפרעות הפוסט טראומטיות, הוא יאובחן בה ולא בהפרעת הסתגלות. לעומת זאת, אדם יכול להיות מאובחן בהפרעת הסתגלות כאשר הוא סובל מחלק מהתסמינים של 2 ההפרעות הפוסט טראומטיות אך לא מכולם, או במקרה שיש לו את כל התסמינים אך הוא לא נחשף לאירוע התואם להגדרה של \"אירוע טראומטי\" של הפרעות אלה. אז מה עושים? אז אם אדם עבר תאונת דרכים ועתה הוא סובל ממצוקה רגשית ומתקשה לתפקד, האם יש לו הפרעת הסתגלות או פוסט טראומה, או שאולי בכלל משהו אחר? לא כל כך מהר. המידע הבסיסי יכול לעזור, אבל עדיין לא יהיו לנו תשובות מלאות לשאלות האלה, וממילא רק איש מקצוע מוסמך יכול לתת את האבחנה. בנוסף, כמובן שלא תמיד מדובר בהפרעה מלאה, אלא לעתים בכמה תסמינים המבטאים קושי, וגם אליהם כדאי להתייחס. בשל כך, כאשר יש קושי גדול בעקבות אירוע או תקופה קשים, חשוב לפנות לטיפול בכדי לאפיין את הקשיים, ולקבל את התמיכה והסיוע הדרושים . בכל מקרה, מועיל להיות מודעים לנושא, להכיר את ההפרעות השונות ואת דרכי הטיפול המוצעות, ולקחת חלק בעיצוב המענה הטיפולי המתאים עבור כל אחד ואחת.","topic":"trauma","doc_title":"Trauma","source":"Trauma.pdf","page":-1,"chunk_index":12,"section_path":"trauma/Trauma"}
